[
    {
        "index":"1", 
        "indice": "Je suis un pays en Afrique australe. Mon nom laisse deviné ma position géographique sur le continent. De plus, mon pays compte 11 langues officielles.",
        "nom": "AFRIQUE DU SUD",
        "zone": "Sud",
        "capitale": "Pretoria, Le Cap, Bloemfontein",
        "villesSecondaires" : "Johannesburg, Durban, Port Elizabeth",
        "population" : "59 620 000",
        "localisation" : "Afrique australe",
        "drapeau" : "afrique_sud.svg",
        "langues": "anglais, isiZulu, isiXhosa, isiNdebele, Afrikaans, Siswati, Sepedi, Sesotho, Setswana, Tshivenda et Xitsonga",
        "monnaie": "Rand (ZAR)",
        "alt" : "drapeau Afrique du Sud",
        "description": "L'Afrique du Sud, située à l'extrémité australe du continent africain, est un pays connu pour sa diversité géographique, culturelle et historique. Bordée par l'océan Atlantique à l'ouest et l'océan Indien à l'est, elle partage ses frontières terrestres avec la Namibie, le Botswana, le Zimbabwe, le Mozambique et l'Eswatini, ainsi qu'un enclavement avec le Lesotho. Pretoria est la capitale administrative, Le Cap la capitale législative, et Bloemfontein la capitale judiciaire, reflétant la structure unique de gouvernance du pays.<br/> Sur le plan politique, l'Afrique du Sud est une république parlementaire, avec un président élu par l'Assemblée nationale. Après des décennies de régime de l'apartheid, un système institutionnalisé de ségrégation raciale, le pays a effectué une transition démocratique en 1994, avec l'élection historique de Nelson Mandela comme premier président noir. Depuis lors, la nation a fait des progrès notables dans la promotion des droits humains, bien que des défis subsistent en matière d'inégalités sociales et économiques.<br/> L'économie sud-africaine est la plus développée du continent, reposant sur une combinaison d'industries modernes et de ressources naturelles abondantes. Le pays est l'un des plus grands producteurs mondiaux d'or, de platine et de diamants. Les secteurs des services, du tourisme, de l'agriculture et de l'industrie manufacturière contribuent également de manière significative à son PIB. Cependant, le chômage et la pauvreté restent des problèmes majeurs. <br/> La diversité culturelle de l'Afrique du Sud est l'une de ses plus grandes richesses, avec onze langues officielles et une mosaïque de groupes ethniques. Le pays est souvent surnommé \"la nation arc-en-ciel\", une expression popularisée par l'archevêque Desmond Tutu pour célébrer l'unité dans la diversité. La musique, la danse et l'art, influencés par des traditions africaines, européennes et asiatiques, occupent une place importante dans la vie quotidienne. <br/> L'Afrique du Sud abrite des paysages spectaculaires, allant des montagnes du Drakensberg aux savanes du parc national Kruger, en passant par les vignobles de la région du Cap. Ces atouts naturels en font une destination touristique prisée. Toutefois, le pays doit relever des défis environnementaux, tels que la gestion de l'eau et la protection de la biodiversité.<br/> Avec son histoire complexe, ses ressources abondantes et sa société dynamique, l'Afrique du Sud continue de jouer un rôle majeur en Afrique et sur la scène internationale, tout en cherchant à surmonter les inégalités héritées de son passé.",
        "sources": "https://www.gov.za/about-sa/south-africa-glance <br> https://en.wikipedia.org/wiki/South_Africa"
        
        
    },
    {
        "index":"2",
        "indice": "Je suis un pays d'Afrique du nord. Je suis le plus grand pays d'Afrique par ma superficie. Environ 1/5e de mon territoire est désertique.",
        "nom": "ALGÉRIE",
        "zone": "Nord",
        "capitale": "Alger",
        "villesSecondaires" : "Oran, Constantine",
        "population" : "44 616 626",
        "localisation" : "Afrique du nord",
        "drapeau" : "algerie.svg",
        "langues": "arabe, tamazight, arabe algérien et français",
        "monnaie" : "dinar algérien",
        "description": "L’Algérie, située en Afrique du Nord, est le plus grand pays du continent par sa superficie. <br> Elle est bordée par la mer Méditerranée au nord, la Tunisie et la Libye à l’est, le Niger au sud-est, le Mali et le Sahara occidental au sud-ouest, ainsi que le Maroc à l’ouest. La capitale, Alger, est une métropole côtière dynamique et le principal centre politique et économique du pays. Le territoire algérien est marqué par une grande diversité géographique, allant des montagnes de l’Atlas au nord, aux vastes étendues désertiques du Sahara au sud.  <br/> Sur le plan politique, l’Algérie est une république démocratique et populaire, dirigée par un président élu au suffrage universel pour un mandat de cinq ans. Depuis son indépendance de la France en 1962, le pays a traversé des périodes de stabilité et de tensions politiques. Le multipartisme a été instauré dans les années 1990, mais le pouvoir reste centralisé autour de la présidence et des institutions étatiques.  <br/> L’économie algérienne repose principalement sur l’exploitation des ressources naturelles, notamment le pétrole et le gaz, qui représentent une part majeure des exportations et des revenus publics. Le pays cherche à diversifier son économie en développant l’agriculture, les industries locales et le tourisme, mais ces secteurs restent encore sous-exploités. L’agriculture est concentrée dans les plaines fertiles du nord, tandis que le sud saharien est riche en ressources minières. <br/> L’Algérie investit également dans les énergies renouvelables, avec des projets visant à exploiter l’énergie solaire dans le Sahara. Cependant, le pays fait face à des défis, tels que le chômage, la dépendance aux hydrocarbures et les inégalités régionales. Malgré cela, il dispose d’un fort potentiel de développement grâce à sa jeunesse dynamique et ses vastes ressources naturelles. <br> La culture algérienne, influencée par les traditions arabes, berbères et méditerranéennes, est riche et diversifiée. Le pays est réputé pour sa musique, ses arts, sa littérature et sa gastronomie. Avec des paysages variés, des sites historiques et une population chaleureuse, l’Algérie aspire à devenir une destination touristique majeure dans les années à venir.",
        "sources" : "https://perspective.usherbrooke.ca/bilan/servlet/BMTendanceStatPays?langue=fr&codePays=DZA&codeStat=SP.POP.TOTL&codeTheme=1 <br> https://fr.wikipedia.org/wiki/Alg%C3%A9rie"
    },

    {
        "index":"3",
         "indice": "Je suis un pays d'Afrique centrale. Je suis bordé par l'océan à l'ouest et par deux pays qui porte le même nom.",
        "nom": "ANGOLA",
        "zone": "Centre",
        "capitale": "Luanda",
        "villesSecondaires" : "Huambo, Lobito",
        "population" : "33 642 646",
        "localisation" : "Afrique centrale",
        "drapeau" : "angola.svg",
        "langues": "portugais",
        "monnaie" : "kwanza (AOA)",
        "description": "L'Angola possède une culture vibrante, influencée par ses racines africaines et portugaises. La musique, notamment le kizomba et le semba, joue un rôle central dans la vie des Angolais. La langue officielle est le portugais, mais de nombreuses langues locales, comme l’umbundu et le kimbundu, sont également parlées. <br/> Sur le plan environnemental, l'Angola abrite une biodiversité riche, avec des parcs nationaux tels que celui de Kissama et des paysages variés allant des forêts tropicales aux déserts du sud. Ces atouts naturels offrent des opportunités pour le développement du tourisme écologique.<br/>Avec sa position stratégique, ses ressources naturelles abondantes et sa population jeune, l'Angola a le potentiel de devenir un acteur clé en Afrique, à condition de relever les défis économiques et sociaux qui freinent son développement.",
        "sources" : "https://fr.wikipedia.org/wiki/Liste_de_villes_d%27Angola <br> https://fr.wikipedia.org/wiki/Angola"
    },

    {
        "index":"4",
         "indice": "Je suis un pays d'Afrique de l'ouest. La nom de capitale signifie 'nouvelle porte'. Je partage ma frontière orientale avec la première puissance économique africaine.",
        "nom": "BÉNIN",
        "zone": "Ouest",
        "capitale": "Porto-Novo",
        "villesSecondaires" : "Cotonou, Abomey-Calavi",
        "population" : "12 451 031",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "benin.svg",
        "langues": "français",
        "monnaie" : "franc CFA (XOF)",
        "description": "Le Bénin, situé en Afrique de l'Ouest, est bordé par le Togo à l'ouest, le Nigeria à l'est, le Burkina Faso et le Niger au nord, et l'océan Atlantique au sud. Sa capitale administrative est Porto-Novo, mais Cotonou est la plus grande ville et le centre économique du pays. Le relief est relativement plat, avec des plaines côtières, des plateaux et des savanes au nord. Le climat est tropical, avec des saisons humides et sèches alternées. <br/> Sur le plan politique, le Bénin est une république démocratique depuis la fin du régime marxiste-léniniste en 1990. Il est souvent cité comme un modèle de stabilité démocratique en Afrique, avec des élections régulières et des transitions pacifiques du pouvoir. Le président actuel est élu pour un mandat de cinq ans renouvelable. Le système politique repose sur une séparation des pouvoirs entre l'exécutif, le législatif et le judiciaire.<br> L'économie béninoise repose principalement sur l'agriculture, notamment la production de coton, qui est la principale exportation du pays. Le commerce, en particulier avec le Nigeria voisin, joue également un rôle clé dans l'économie. Le port de Cotonou est une plaque tournante régionale pour les importations et les exportations. Le Bénin mise sur le développement du tourisme grâce à son patrimoine culturel, notamment les sites historiques liés au royaume du Dahomey et la Route des Esclaves.",
        "sources" : "https://perspective.usherbrooke.ca/bilan/servlet/BMTendanceStatPays?codePays=BEN&codeStat=SP.POP.TOTL&codeTheme=1 <br> https://fr.wikipedia.org/wiki/Liste_de_villes_du_B%C3%A9nin"
    },

    {
        "index":"5",
         "indice": "Je suis un pays d'Afrique australe. Mon nom s'inpire de l'ethnie majoritaire dans sur mon territoire: les Tswanas.",
        "nom":"BOTSWANA",
        "zone": "Centre",
        "capitale": "Gaborone",
        "villesSecondaires" : "Francistown",
        "population" : "2 292 000",
        "localisation" : "Afrique centrale",
        "drapeau" : "botswana.svg",
        "langues": "Pula (BWP)",
        "description": "Le Botswana, situé en Afrique australe, est un pays enclavé, bordé par l’Afrique du Sud au sud, la Namibie à l’ouest, la Zambie au nord et le Zimbabwe à l’est. Sa capitale, Gaborone, est le principal centre politique, économique et culturel du pays. Le territoire est largement dominé par le désert du Kalahari, qui couvre environ 70 % de sa superficie. Le delta de l’Okavango, un écosystème unique et classé au patrimoine mondial de l’UNESCO, est l’un des joyaux naturels du Botswana. <br/>Sur le plan politique, le Botswana est une république parlementaire stable depuis son indépendance du Royaume-Uni en 1966. Le pays est souvent cité comme un modèle de démocratie en Afrique, avec des élections régulières et transparentes. Le président, élu par le Parlement, est à la tête de l’État pour un mandat de cinq ans. Cette stabilité politique a contribué à la croissance et au développement du pays.<br/>L’économie du Botswana repose principalement sur l’exploitation des diamants, qui représentent une part importante de son PIB et de ses exportations. Grâce à une gestion prudente de ses ressources, le pays a connu une croissance rapide et est l’un des plus prospères du continent africain. L’agriculture et le tourisme, notamment autour des réserves naturelles et des parcs nationaux, jouent également un rôle important dans l’économie. <br/>Malgré ses succès économiques, le Botswana fait face à des défis, tels que le chômage, les inégalités sociales et la lutte contre le VIH/SIDA, qui affecte une partie significative de la population. Le gouvernement travaille à diversifier l’économie, notamment en développant les technologies de l’information, les services financiers et les énergies renouvelables. <br/>Le Botswana est célèbre pour sa faune exceptionnelle, avec des populations importantes d’éléphants, de lions et d’autres espèces sauvages. Ses parcs nationaux, comme le parc de Chobe et la réserve de Moremi, attirent des touristes du monde entier et soutiennent le développement du tourisme durable. Ce secteur joue également un rôle dans la conservation de la biodiversité. <br/>La culture botswanaise est riche et influencée par les traditions des différents groupes ethniques, notamment les Tswanas, qui constituent la majorité de la population. Les danses, les arts et l’artisanat local, comme les paniers tissés, occupent une place importante dans la vie quotidienne. <br/>Grâce à sa stabilité politique, sa bonne gouvernance et sa richesse en ressources naturelles, le Botswana est un exemple de réussite en Afrique. Toutefois, il doit continuer à relever les défis économiques et sociaux pour assurer un développement durable et inclusif.",
        "sources" : "https://www.gov.bw/about-our-country <br> https://fr.wikipedia.org/wiki/Liste_de_villes_du_Botswana"
    },

    {
        "index":"6",
         "indice": "Je suis un pays d'Afrique de l'ouest. Mon nom signifie 'patrie de l'intégrité'. Je ne suis pas très grand mais je partage ma frontière méridionale avec quatre pays.",
        "nom":"BURKINA FASO",
        "zone": "Ouest",
        "capitale": "Ouagadougou",
        "villesSecondaires" : "Banfora, Bobo-Dioulasso",
        "population" : "20 835 401",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "burkina.svg",
        "langues": "français",
        "monnaie" : "franc CFA (XOF)",
        "description":"Le Burkina Faso, situé en Afrique de l'Ouest, est un pays enclavé bordé par le Mali au nord, le Niger à l'est, le Bénin au sud-est, le Togo et le Ghana au sud, et la Côte d'Ivoire au sud-ouest. Sa capitale, Ouagadougou, est le cœur politique, économique et culturel du pays. Le territoire burkinabè est principalement composé de savanes, avec un climat tropical marqué par une saison sèche et une saison des pluies.<br/>Sur le plan politique, le Burkina Faso est une république depuis son indépendance de la France en 1960. Cependant, il a traversé des périodes d'instabilité marquées par des coups d'État et des troubles politiques. Ces dernières années, le pays fait face à des défis liés à l'insécurité, notamment en raison des activités de groupes armés dans certaines régions. Malgré cela, les Burkinabè restent résilients et engagés dans la construction de leur avenir.<br/>L'économie burkinabè repose principalement sur l'agriculture, qui emploie une grande partie de la population. Les cultures de subsistance, comme le mil, le sorgho et le maïs, côtoient des cultures de rente telles que le coton, qui est l'une des principales exportations du pays. L'exploitation minière, notamment de l'or, constitue une source croissante de revenus, bien qu'elle soit parfois associée à des défis environnementaux et sociaux. <br/>Le Burkina Faso est également riche en traditions culturelles. La musique, la danse et les festivals, comme le FESPACO (Festival panafricain du cinéma et de la télévision de Ouagadougou), mettent en lumière l'identité culturelle unique du pays. L'artisanat, notamment la sculpture, la poterie et les tissus traditionnels, joue un rôle important dans l'économie locale.<br/>Malgré ses richesses culturelles et naturelles, le Burkina Faso fait face à des défis tels que la pauvreté, le manque d'infrastructures et l'accès limité à l'éducation et aux services de santé. Le gouvernement et ses partenaires internationaux travaillent sur des initiatives visant à améliorer les conditions de vie et à promouvoir un développement durable.<br/>L'esprit de solidarité et la résilience du peuple burkinabè sont des atouts majeurs pour surmonter ces difficultés. Avec des efforts continus pour renforcer la sécurité, diversifier l'économie et promouvoir la paix, le Burkina Faso aspire à un avenir meilleur pour ses citoyens et à un rôle plus actif sur la scène régionale.",
        "sources" : "https://flytrippers.com/fr/une-carte-avec-la-signification-du-nom-de-chaque-pays/ <br> https://fr.wikipedia.org/wiki/Burkina_Faso"
    },
    
    {
        "index":"7",
         "indice": "Je suis un petit pays d'Afrique de l'est. Je fais partie de la régions des 'Grands Lacs'.",
        "nom":"BURUNDI",
        "zone": "Est",
        "capitale": "Gitega",
        "villesSecondaires" : "Bujumbura",
        "population" : "11 865 821",
        "localisation" : "Afrique de l'Est",
        "drapeau" : "burundi.svg",
        "langues": "anglais, kirundi et français",
        "monnaie" : "Franc burundais (BIF)",
        "description":"Le Burundi, situé en Afrique de l’Est, est un petit pays enclavé bordé par le Rwanda au nord, la Tanzanie à l’est et au sud, et la République démocratique du Congo à l’ouest. Le lac Tanganyika, l’un des plus grands lacs d’Afrique, marque une partie de sa frontière ouest. La capitale politique du pays est Gitega, tandis que Bujumbura, ancienne capitale, demeure le centre économique et commercial principal. Le relief est dominé par des collines et des montagnes, avec un climat équatorial tempéré par l’altitude.<br/>Sur le plan politique, le Burundi est une république dirigée par un président élu pour un mandat de sept ans renouvelable. Depuis son indépendance de la Belgique en 1962, le pays a connu des périodes de tensions politiques et ethniques, marquées par des conflits qui ont affecté son développement. Ces dernières années, des efforts ont été faits pour promouvoir la paix et la stabilité, bien que des défis subsistent. <br/>L’économie burundaise repose principalement sur l’agriculture, qui emploie la majorité de la population. Les principales cultures incluent le café et le thé, qui sont les principales exportations, ainsi que des cultures vivrières comme le maïs, le manioc et les bananes. Cependant, l’économie reste fragile en raison de la faible industrialisation, de la pauvreté généralisée et de l’accès limité aux marchés internationaux. <br/>La richesse culturelle du Burundi se manifeste à travers ses danses traditionnelles, comme le tambour royal, inscrit au patrimoine culturel immatériel de l’UNESCO. Les Burundais attachent une grande importance à leurs traditions, qui reflètent un héritage riche et une forte identité communautaire. Les langues officielles sont le kirundi, le français et, dans une moindre mesure, l’anglais. <br/>Malgré ses richesses naturelles, telles que ses paysages verdoyants et sa biodiversité, le Burundi reste l’un des pays les moins développés au monde. Les défis liés à l’accès à l’éducation, aux soins de santé, et aux infrastructures de base entravent le progrès du pays. Néanmoins, des initiatives nationales et internationales visent à soutenir le développement et à réduire la pauvreté.<br/>La résilience et la solidarité du peuple burundais sont des atouts majeurs pour relever ces défis. Avec un renforcement de la gouvernance, de la paix et des partenariats internationaux, le Burundi aspire à un avenir plus stable et prospère, tout en valorisant ses traditions et sa culture uniques.",
        "sources" : "https://fr.wikipedia.org/wiki/Burundi"
    },
    {
        "index":"8",
         "indice": "Je suis un pays d'Afrique centrale. Sur mes dix régions, huit sont à majorité francophones et deux à majorité anglophones.",
        "nom":"CAMEROUN",
        "zone": "Centre",
        "capitale": "Yaoundé",
        "villesSecondaires" : "Douala, Garoua, Bamenda",
        "population" : "27 744 989",
        "localisation" : "Afrique centrale",
        "drapeau" : "cameroun.svg",
        "langues": "anglais et français",
        "monnaie" : "franc CFA (XOF)",
        "description":"Le Cameroun, situé en Afrique centrale, est un pays doté d’une grande diversité géographique, culturelle et linguistique. Il est bordé par le Nigeria à l’ouest, le Tchad au nord-est, la République centrafricaine à l’est, le Gabon, la Guinée équatoriale et la République du Congo au sud, ainsi que par le golfe de Guinée à l’ouest. La capitale politique est Yaoundé, tandis que Douala, le principal port, est le cœur économique du pays. Le Cameroun est souvent surnommé \"l’Afrique en miniature\" en raison de ses paysages variés, allant des montagnes aux savanes, des forêts tropicales aux plages côtières. <br/>Sur le plan politique, le Cameroun est une république présidentielle, dirigée par un président élu pour un mandat renouvelable. Depuis son indépendance en 1960, le pays a connu une relative stabilité politique, bien que des tensions subsistent, notamment dans les régions anglophones. Le système politique centralisé reste un point de débat, avec des appels croissants en faveur de la décentralisation et du dialogue pour résoudre les différends internes. <br/>L’économie camerounaise est l’une des plus diversifiées de la région. Elle repose sur l’agriculture, les ressources naturelles, et l’industrie. Les exportations de pétrole, de bois, de cacao, de café et de coton constituent des sources majeures de revenus. L’agriculture de subsistance reste essentielle pour une grande partie de la population rurale. Cependant, le pays fait face à des défis tels que le chômage, les inégalités et la dépendance aux fluctuations des prix des matières premières. <br/>Le Cameroun est également reconnu pour sa richesse culturelle, issue de plus de 250 groupes ethniques. Les langues officielles sont le français et l’anglais, reflétant l’héritage colonial, mais de nombreuses langues locales sont également parlées. La musique, la danse et les festivals traditionnels occupent une place centrale dans la vie sociale, tandis que des artistes modernes contribuent à promouvoir la culture camerounaise sur la scène internationale. <br/>Le tourisme, bien que sous-développé, a un fort potentiel grâce aux parcs nationaux, comme celui de Waza, et aux attractions naturelles telles que le mont Cameroun, le lac Nyos, et les chutes d’Ekom Nkam. Le pays cherche à attirer davantage de visiteurs tout en protégeant son environnement et sa biodiversité. <br/>Malgré ses atouts, le Cameroun doit relever des défis tels que l’amélioration des infrastructures, l’accès à l’éducation et aux soins de santé, et la réduction des disparités régionales. Avec des politiques adaptées et une gestion efficace de ses ressources, le Cameroun aspire à un avenir plus prospère et équitable, tout en tirant parti de sa diversité unique et de ses nombreux atouts naturels.",
        "sources" : "https://fr.wikipedia.org/wiki/Cameroun"
    },
    {
        "index":"9",
         "indice": "Je suis le pays le plus à l’ouest du continent africain mais je n’ai aucun voisin. ",
        "nom":"CAP-VERT",
        "zone": "Ouest",
        "capitale": "Praia",
        "villesSecondaires" : "Mindelo",
        "population" : "583 255",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "cap_vert.svg",
        "langues": "portugais et créole capverdien",
        "monnaie" : "Escudo cap-verdien (CVE)",
        "description": "Le Cap-Vert, archipel situé au large de l'Afrique de l'Ouest, est composé de dix îles principales et de quelques îlots. Cet État insulaire est baigné par l'océan Atlantique et se divise en deux groupes : les îles de Barlavento au nord et celles de Sotavento au sud. La capitale, Praia, se trouve sur l'île de Santiago, qui est aussi la plus grande et la plus peuplée. Le climat du Cap-Vert est semi-aride, avec des saisons sèches et des pluies rares.<br /> Sur le plan politique, le Cap-Vert est une république démocratique stable depuis son indépendance du Portugal en 1975. Le pays est reconnu pour sa bonne gouvernance et ses institutions démocratiques solides. Le président est élu au suffrage universel pour un mandat de cinq ans, et le système parlementaire repose sur le multipartisme.<br />L’économie cap-verdienne repose principalement sur le tourisme, les services et les transferts de la diaspora. Les paysages variés, allant des plages de sable blanc aux montagnes volcaniques, attirent de nombreux visiteurs. Cependant, l'agriculture et l'industrie sont peu développées en raison du climat aride et du manque de ressources naturelles. Le Cap-Vert importe la majeure partie de ses besoins alimentaires. <br /> La pêche est une activité importante pour les populations locales, et des efforts sont faits pour moderniser ce secteur. Les énergies renouvelables, notamment l'éolien et le solaire, jouent un rôle croissant dans le développement du pays. Malgré des défis tels que le chômage et la vulnérabilité économique, le Cap-Vert reste un modèle de stabilité politique et sociale en Afrique. <br /> Grâce à ses investissements dans l'éducation et la santé, le pays a réussi à améliorer les conditions de vie de sa population. Le Cap-Vert continue de renforcer ses liens avec ses partenaires internationaux, notamment l'Union européenne et les pays lusophones, pour soutenir son développement durable.", 
        "sources" : "https://fr.wikipedia.org/wiki/Cap-Vert"
    },
    
    {
        "index":"10",
         "indice": "Je suis un pays d'Afrique centrale. Mon nom est dû à ma position géographique sur le continent. ",
        "nom":"RÉPUBLIQUE CENTRAFRICAINE",
        "zone": "Centre",
        "capitale": "Bangui",
        "villesSecondaires" : "Bimbo",
        "population" : "5 990 855",
        "localisation" : "Afrique centrale",
        "drapeau" : "centrafrique.svg",
        "langues": "français",
        "monnaie" : "franc CFA (XAF)",
        "description":"La République centrafricaine (RCA), située au cœur de l'Afrique, est un pays enclavé bordé par le Tchad au nord, le Soudan et le Soudan du Sud à l’est, la République démocratique du Congo et le Congo au sud, et le Cameroun à l’ouest. Sa capitale, Bangui, est le principal centre administratif, économique et culturel. Le pays est riche en ressources naturelles, notamment en diamants, or, bois et uranium, bien que ces richesses restent largement sous-exploitées. <br/>Sur le plan politique, la République centrafricaine est une république présidentielle, mais elle a connu une instabilité politique marquée depuis son indépendance de la France en 1960. Les conflits armés, les coups d’État et les tensions entre différents groupes ont souvent freiné le développement du pays. Malgré ces défis, des efforts nationaux et internationaux sont en cours pour instaurer la paix et reconstruire les institutions. <br/>L’économie de la RCA repose principalement sur l’agriculture et l’exploitation des ressources naturelles. Les cultures de subsistance, telles que le manioc, le maïs et les arachides, occupent une grande partie de la population rurale. Les exportations de bois et de diamants constituent une source importante de revenus, bien que le secteur informel domine l’économie. Cependant, la pauvreté généralisée et les infrastructures insuffisantes restent des obstacles majeurs au développement. <br/>La République centrafricaine possède une biodiversité exceptionnelle, avec des forêts tropicales, des savanes et des parcs nationaux comme celui de Dzanga-Sangha, connu pour ses éléphants de forêt et ses gorilles. Ce patrimoine naturel offre un potentiel important pour le développement du tourisme, bien que l’instabilité limite pour l’instant ce secteur.<br/>Sur le plan culturel, la RCA est riche en diversité ethnique, avec plus de 80 groupes distincts. Les traditions orales, la musique et les danses jouent un rôle central dans la vie communautaire. Le sango, langue nationale, est largement parlé aux côtés du français, la langue officielle. L’artisanat local, comme les sculptures en bois et les bijoux, reflète l’héritage culturel du pays. <br/>Malgré son potentiel naturel et humain, la RCA reste l’un des pays les plus pauvres du monde, confronté à des défis tels que l’insécurité alimentaire, les déplacements de population et l’accès limité aux services de base. Les organisations internationales et le gouvernement travaillent ensemble pour rétablir la stabilité, promouvoir le développement durable et améliorer les conditions de vie.<br/>Avec une gestion équitable de ses ressources et une résolution durable des conflits, la République centrafricaine pourrait exploiter pleinement ses atouts pour construire un avenir de paix et de prospérité. La résilience et la solidarité de son peuple sont des éléments clés pour surmonter ces défis.",
        "sources" : "https://fr.wikipedia.org/wiki/R%C3%A9publique_centrafricaine"
    },
    
    {
        "index":"11",
         "indice": "Je suis un pays d'Afrique de l'Est. Perdu en plein océan Indien, autrefois je ne faisais qu'un avec Mayotte.",
        "nom":"COMORES",
        "zone": "Est",
        "capitale": "Moroni",
        "villesSecondaires" : "Mutsamudu",
        "population" : "1 071 229",
        "localisation" : "Afrique de l'est",
        "drapeau" : "comores.svg",
        "langues": "comorien, français et arabe",
        "monnaie" : "Franc comorien (KMF)",
        "description": "Les Comores, officiellement appelées l’Union des Comores, forment un archipel situé dans l’océan Indien, entre la côte est de l’Afrique et le nord de Madagascar. Cet État insulaire est composé de trois îles principales : Grande Comore (Ngazidja), Mohéli (Mwali) et Anjouan (Ndzuwani), bien que Mayotte, la quatrième île de l’archipel, reste administrée par la France. La capitale, Moroni, située sur l’île de Grande Comore, est le centre politique, économique et culturel du pays. <br/>Sur le plan politique, les Comores sont une république fédérale avec un système de présidence tournante entre les îles, un modèle unique conçu pour maintenir l’unité nationale. Depuis leur indépendance de la France en 1975, les Comores ont connu une instabilité politique marquée par des coups d’État et des tensions internes, mais des efforts récents visent à renforcer la gouvernance et la démocratie.<br/>L’économie comorienne repose principalement sur l’agriculture, la pêche et les transferts de fonds de la diaspora. Les principales exportations incluent la vanille, le clou de girofle et l’ylang-ylang, cette dernière étant utilisée dans la parfumerie mondiale. Cependant, l’économie reste vulnérable en raison de sa dépendance à ces produits et du manque de diversification. <br/>Les Comores se distinguent par leur richesse culturelle, issue d’un mélange d’influences africaines, arabes, malgaches et européennes. La langue officielle est le comorien, une langue bantoue avec des influences arabes, tandis que le français et l’arabe sont également largement utilisés. Les traditions orales, la musique taarab et les cérémonies sociales, comme le \"Grand Mariage\" (Anda), jouent un rôle important dans la vie communautaire. <br/>Le pays possède un patrimoine naturel exceptionnel, avec des plages de sable blanc, des récifs coralliens, et le volcan actif Karthala sur l’île de Grande Comore. Ces atouts offrent un potentiel pour le développement du tourisme, bien que ce secteur reste sous-développé en raison d’infrastructures limitées. <br/>Malgré ses ressources naturelles et culturelles, les Comores font face à des défis significatifs, tels que la pauvreté, le chômage élevé et l’accès limité aux services de base comme l’éducation et la santé. Le pays est également vulnérable aux effets du changement climatique, notamment l’élévation du niveau de la mer et les cyclones.<br/>Avec une gestion durable de ses ressources, une amélioration de la gouvernance et un renforcement des infrastructures, les Comores peuvent exploiter leur potentiel pour stimuler le développement économique et social. La résilience et l’esprit communautaire de son peuple sont des forces qui permettront à l’Union des Comores de surmonter les défis et d’assurer un avenir plus prospère.",
        "sources" : "https://fr.wikipedia.org/wiki/Comores_(pays) <br> https://fr.wikipedia.org/wiki/Liste_de_villes_de_l%27Union_des_Comores"
    },
    
    {
        "index":"12",
         "indice": "Je suis un pays d'Afrique centrale. On me confond souvent avec mon voisin car nous partageons le même nom, inspiré du fleuve qui nous sépare.",
        "nom":"CONGO",
        "zone": "Centre",
        "capitale": "Brazzaville",
        "villesSecondaires" : "Pointe-Noire",
        "population" : "5 400 000",
        "localisation" : "Afrique centrale",
        "drapeau" : "congo.svg",
        "langues": "français",
        "monnaie" : "franc CFA (XAF)",
        "description":"La République du Congo, souvent appelée Congo-Brazzaville pour la distinguer de son voisin la République démocratique du Congo (RDC), est située en Afrique centrale. Elle est bordée par le Gabon à l’ouest, le Cameroun et la République centrafricaine au nord, la RDC à l’est et au sud, et l’océan Atlantique au sud-ouest. Sa capitale, Brazzaville, est située sur les rives du fleuve Congo, en face de Kinshasa, la capitale de la RDC. <br/>La géographie du Congo est caractérisée par des forêts tropicales denses, des savanes et le bassin du fleuve Congo, qui abrite une biodiversité exceptionnelle. Le pays dispose également d’un accès à l’Atlantique, bien que la côte soit relativement courte.<br/>Politiquement, la République du Congo est une république présidentielle. Depuis son indépendance de la France en 1960, le pays a connu des périodes d’instabilité politique et des conflits armés, notamment dans les années 1990. Bien que la situation politique se soit stabilisée ces dernières années, des défis subsistent, notamment en matière de gouvernance et de respect des droits de l'homme. <br/>L’économie congolaise repose principalement sur l’exploitation des ressources naturelles, en particulier le pétrole, qui représente la majorité des revenus d’exportation et du budget de l’État. Outre le pétrole, le Congo possède des réserves importantes de bois, de minerais et de gaz naturel. Cependant, la dépendance à ces ressources rend l’économie vulnérable aux fluctuations des prix mondiaux. L’agriculture, bien que sous-développée, offre un potentiel pour diversifier l’économie.<br/>Le Congo est également riche en patrimoine culturel, influencé par ses nombreux groupes ethniques, dont les Kongo, les Téké et les M’Bochi. Les langues officielles sont le français et les langues nationales, comme le lingala et le kituba. La musique, la danse et les arts traditionnels occupent une place importante dans la vie sociale et culturelle. <br/>Le pays abrite plusieurs parcs nationaux, tels que le parc national d’Odzala-Kokoua, connu pour sa faune exceptionnelle, y compris des gorilles des plaines, des éléphants de forêt et une riche diversité d’oiseaux. Ces parcs offrent un potentiel pour le développement du tourisme écologique, bien que ce secteur reste encore peu exploité.<br/>Malgré ses ressources naturelles abondantes, la République du Congo fait face à des défis importants, notamment la pauvreté, le chômage, les inégalités et un accès limité aux services de base tels que la santé et l’éducation. Les infrastructures, notamment dans les zones rurales, nécessitent des investissements pour améliorer la connectivité et le développement.<br/>Avec une gestion transparente de ses ressources et une diversification économique, le Congo pourrait transformer ses richesses naturelles en développement durable. La résilience de son peuple et son riche patrimoine culturel sont des atouts majeurs pour surmonter les obstacles et construire un avenir prospère.",
        "sources" : "https://www.ambassadecongocanada.org/22/fr/Informations-generales-sur-le-Congo.html <br> https://fr.wikipedia.org/wiki/R%C3%A9publique_du_Congo"
    },
    {
        "index":"13",
         "indice": "Je suis un pays d'Afrique centrale. Je suis le pays francophone le plus peuplé au monde avec une population de plus de 100 millions d’habitants. Je suis le pays avec le plus de voisins. L’Équateur me traverse d’ouest en est.",
        "nom":"RÉPUBLIQUE DÉMOCRATIQUE DU CONGO",
        "zone": "Centre",
        "capitale": "Kinshasa",
        "villesSecondaires" : "Mbujimayi, Lubumbashi",
        "population" : "108 407 721",
        "localisation" : "Afrique centrale",
        "drapeau" : "rdcongo.svg",
        "langues": "français, linguala",
        "monnaie" : "Franc congolais (CDF)",
        "description":"La République démocratique du Congo (RDC), souvent appelée Congo-Kinshasa pour la distinguer de la République du Congo, est le deuxième plus grand pays d'Afrique par sa superficie, situé au cœur du continent. Elle est bordée par neuf pays : l'Angola, la République du Congo, la République centrafricaine, le Soudan du Sud, l'Ouganda, le Rwanda, le Burundi, la Tanzanie et la Zambie. Sa capitale, Kinshasa, est l'une des plus grandes villes d'Afrique et un centre culturel, économique et politique majeur.<br/>La RDC est dotée d'une géographie exceptionnelle, comprenant le fleuve Congo, l'un des plus longs et puissants au monde, et une biodiversité parmi les plus riches de la planète. Elle abrite des forêts tropicales denses, des savanes, des montagnes volcaniques et des lacs comme le lac Tanganyika et le lac Kivu. Ces paysages font du pays un trésor écologique, avec des espèces emblématiques telles que les gorilles de montagne, les okapis et les éléphants de forêt.<br/>Sur le plan politique, la RDC est une république présidentielle. Depuis son indépendance de la Belgique en 1960, le pays a connu des périodes d'instabilité politique et des conflits armés prolongés, particulièrement dans l'est. Ces tensions ont eu des impacts significatifs sur le développement et la stabilité du pays. Cependant, des efforts internationaux et locaux visent à renforcer la paix et la gouvernance.<br/>L’économie de la RDC repose sur ses vastes ressources naturelles, notamment le cuivre, le cobalt, l’or, les diamants et le coltan, essentiel à l’industrie technologique mondiale. Malgré ces richesses, la majorité de la population vit dans la pauvreté en raison d’une mauvaise gestion, de la corruption et des conflits. L’agriculture est également une source de subsistance pour de nombreux Congolais, bien que le secteur reste sous-développé.<br/>Le pays est un carrefour culturel avec plus de 200 groupes ethniques. Les langues officielles sont le français, mais des langues nationales comme le lingala, le swahili, le kikongo et le tshiluba sont largement parlées. La musique congolaise, en particulier la rumba, est célèbre dans toute l'Afrique et au-delà, et reflète l'expression vibrante de son peuple.<br/>La RDC est également un acteur clé en matière de conservation environnementale. Des parcs nationaux, comme ceux de Virunga et de Salonga, sont inscrits au patrimoine mondial de l'UNESCO. Cependant, ces sites font face à des menaces, notamment le braconnage, la déforestation et les conflits armés.<br/>Malgré son immense potentiel, la RDC doit relever des défis considérables, tels que la lutte contre l'insécurité, l'amélioration des infrastructures, l'accès à l'éducation et aux soins de santé, et la création d'emplois. La gestion durable de ses ressources naturelles et des réformes économiques et institutionnelles sont essentielles pour assurer un développement inclusif.<br/>La République démocratique du Congo est souvent décrite comme un \"géant endormi\" en raison de ses vastes richesses inexploitées. Avec une stabilité accrue, une bonne gouvernance et des investissements stratégiques, le pays a le potentiel de devenir un moteur de croissance pour l'Afrique et d'offrir un avenir prospère à sa population.",
        "sources" : "https://fr.wikipedia.org/wiki/R%C3%A9publique_d%C3%A9mocratique_du_Congo"
    },
    
    {
        "index":"14",
         "indice": "Je suis un pays d'Afrique de l'Ouest. Je suis la première puissance francophone de cette zone.",
        "nom":"CÔTE D'IVOIRE",
        "zone": "Ouest",
        "capitale": "Yamoussoukro",
        "villesSecondaires" : "Abidjan, Bouaké",
        "population" : "28 713 423",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "cote_ivoire.svg",
        "langues": "français",
        "monnaie" : "franc CFA (XOF)",
        "description":"La Côte d’Ivoire, située en Afrique de l’Ouest, est un pays bordé par le Libéria et la Guinée à l’ouest, le Mali et le Burkina Faso au nord, le Ghana à l’est, et l’océan Atlantique au sud. Sa capitale politique et administrative est Yamoussoukro, tandis qu'Abidjan, la plus grande ville, est le principal centre économique et culturel du pays. Le territoire ivoirien est varié, avec des forêts tropicales au sud, des savanes au nord, et une côte bordée de lagunes.<br/>Sur le plan politique, la Côte d’Ivoire est une république présidentielle. Depuis son indépendance de la France en 1960, le pays a connu des périodes de stabilité et de prospérité, mais aussi des crises politiques, notamment entre 2002 et 2011. Aujourd’hui, le pays s'efforce de renforcer la paix, la réconciliation nationale et la gouvernance démocratique. <br/>L’économie ivoirienne est l'une des plus dynamiques d'Afrique de l’Ouest. Le pays est le premier producteur mondial de cacao, et le café, l’huile de palme et le coton sont également des produits d'exportation importants. Par ailleurs, l’exploitation des ressources naturelles, notamment le pétrole et le gaz, contribue à son économie. Le secteur des services, particulièrement le commerce et les télécommunications, connaît également une croissance rapide. <br/>La Côte d’Ivoire est riche sur le plan culturel, avec plus de 60 groupes ethniques qui apportent une grande diversité de traditions, de langues et de pratiques artistiques. Les langues officielles incluent le français, tandis que des langues locales comme le baoulé, le dioula et le bété sont largement parlées. La musique ivoirienne, notamment le coupé-décalé et le zouglou, est très influente en Afrique et dans la diaspora.<br/>Le pays possède également des sites touristiques remarquables, tels que le parc national de Taï, inscrit au patrimoine mondial de l’UNESCO, la basilique Notre-Dame de la Paix à Yamoussoukro, et les plages de la côte atlantique. Le potentiel touristique est en pleine expansion, bien que des efforts soient nécessaires pour améliorer les infrastructures et attirer davantage de visiteurs internationaux. <br/>Malgré sa croissance économique, la Côte d’Ivoire doit relever des défis, notamment la réduction des inégalités sociales, la lutte contre la pauvreté et le chômage, et l’amélioration des infrastructures de base. L’éducation et la santé restent des priorités pour assurer un développement équitable et durable.<br/>La Côte d’Ivoire est considérée comme un leader régional, notamment dans l'Union économique et monétaire ouest-africaine (UEMOA). Avec une stabilité politique accrue et une diversification économique, le pays aspire à devenir un moteur de développement pour la région ouest-africaine, tout en valorisant son patrimoine culturel et naturel.",
        "sources" : "https://fr.wikipedia.org/wiki/C%C3%B4te_d%27Ivoire <br> https://www.cia.gov/the-world-factbook/field/population/country-comparison"
    },
    
    {
        "index":"15",
         "indice": "Je suis un pays d'Afrique de l'est. J'ai donné mon nom à ma capitale.",
        "nom":"DJIBOUTI",
        "zone": "Est",
        "capitale": "Djibouti",
        "villesSecondaires" : "",
        "population" : "957 273",
        "localisation" : "Afrique de l'est",
        "drapeau" : "djibouti.svg",
        "langues": "français et arabe",
        "monnaie" : "franc Djibouti (DJF)",
        "description":"Djibouti est un petit pays situé dans la Corne de l’Afrique, bordé par la mer Rouge et le golfe d'Aden.Il partage des frontières avec l'Érythrée au nord, et l’Éthiopie au sud et à l'ouest. Sa capitale, Djibouti, est un port stratégique situé à l’entrée du détroit de Bab-el-Mandeb, un carrefour maritime important.<br/>Le pays possède un climat désertique, avec des températures élevées et peu de précipitations. Djibouti bénéficie d'une position géographique unique, ce qui en fait un centre clé pour les routes commerciales internationales.<br/>La politique de Djibouti est une république présidentielle avec un système politique relativement stable. Depuis son indépendance en 1977, Djibouti a connu une stabilité politique, bien que des tensions internes et des défis démocratiques subsistent.Le président est élu pour un mandat de cinq ans, et le pays connaît une gouvernance centralisée.Le pays abrite également de nombreuses bases militaires étrangères, principalement françaises, américaines et chinoises.<br/>L’économie djiboutienne repose sur ses ports, ses activités maritimes et ses services logistiques. Djibouti est un important centre de transit pour les marchandises destinées à d'autres pays d'Afrique de l'Est et du Moyen-Orient. Le pays est un important hub pour les transports, avec une infrastructure moderne et des investissements dans le secteur portuaire.<br/>Cependant, il fait face à des défis de diversification économique, avec peu de ressources naturelles. Djibouti reste dépendant de ses services et de son secteur public pour soutenir l'économie. Le pays a un fort potentiel touristique, bien qu’il soit encore sous-développé en raison de sa petite taille et de son manque de ressources naturelles.",
        "sources" : "https://www.cia.gov/the-world-factbook/field/population/country-comparison <br> https://www.egouv.dj/sousmenu/sousmenu_selected_presentation/5/3"
    },
    
    {
        "index":"16",
         "indice": "Je suis un pays d'Afrique du nord. Je suis traversé par un plus long fleuve au monde. Mon territoire est traversé par canal qui relie la Méditerranée à la mer Rouge. ",
        "nom":"ÉGYPTE",
        "zone": "Nord",
        "capitale": "Le Caire",
        "villesSecondaires" : "Alexandrie, Assouan",
        "population" : "107 770 524",
        "localisation" : "Afrique du nord",
        "drapeau" : "egypte.svg",
        "langues": "arabe",
        "monnaie" : "livre égyptienne (EGP)",
        "description":"L’Égypte est située en Afrique du Nord, bordée par la Méditerranée au nord, le Soudan au sud, la Libye à l'ouest, et Israël à l’est. Le pays est dominé par le fleuve Nil, qui irrigue la vallée et le delta, une région fertile au milieu du désert. L’Égypte possède une riche histoire, abritant des monuments emblématiques comme les pyramides de Gizeh et le Sphinx. Le pays est divisé en 27 gouvernorats, avec Le Caire comme capitale et plus grande ville. <br/>Le climat est majoritairement désertique, avec des températures élevées et peu de précipitations, sauf dans le delta du Nil.<br/>L’Égypte est une république présidentielle, avec un président élu à la tête du pays. Depuis la révolution de 2011, le pays a traversé une période de transitions politiques et de turbulences sociales. Le pays est dirigé par le président Abdel Fattah al-Sissi, élu en 2014, après un coup d’État en 2013.<br/>L’économie égyptienne repose sur plusieurs secteurs : l’agriculture, le tourisme, l’industrie, et les hydrocarbures. Le pays est l'un des plus grands producteurs mondiaux de coton, et le tourisme constitue une part importante des revenus. Le Canal de Suez, qui relie la mer Méditerranée à la mer Rouge, est crucial pour le commerce mondial et pour l'économie de l'Égypte.<br/>Le pays connaît une croissance démographique rapide, ce qui exerce des pressions sur ses infrastructures et ses ressources. L'Égypte est un acteur important dans les affaires régionales, notamment en tant que membre de la Ligue arabe et de l'Union africaine. Le pays a un secteur énergétique en développement, notamment avec l’exploitation du gaz naturel et du pétrole.<br/>Les défis actuels incluent la pauvreté, le chômage, et les inégalités sociales, malgré une croissance économique stable ces dernières années.",
        "sources" : "https://fr.wikipedia.org/wiki/Nil <br> https://fr.wikipedia.org/wiki/Canal_de_Suez <br> https://fr.wikipedia.org/wiki/%C3%89gypte <br> https://www.cia.gov/the-world-factbook/field/population/country-comparison "
    },
    
    {
        "index":"17",
         "indice": "Je suis un pays d'Afrique de l'est. Je suis bordé par la mer Rouge qui a inspiré mon nom.",
        "nom":"ÉRYTHRÉE",
        "zone": "Est",
        "capitale": "Asmara",
        "villesSecondaires" : "Keren, Massaoua",
        "population" : "6 209 262",
        "localisation" : "Afrique de l'est",
        "drapeau" : "erythree.svg",
        "langues": " tigrigna, arabe et anglais",
        "monnaie" : "nakfa (ERN)",
        "description":"L'Érythrée est un pays situé dans la Corne de l’Afrique, bordé par le Soudan à l’ouest, l’Éthiopie au sud, et la mer Rouge à l'est. Sa capitale, Asmara, est une ville montagneuse connue pour son architecture coloniale italienne. Le pays possède une longue côte sur la mer Rouge, avec des plages et des îles qui ont un potentiel touristique. Le climat de l’Érythrée varie entre les régions côtières chaudes et les régions montagneuses plus tempérées. <br/>L’Érythrée a obtenu son indépendance de l’Éthiopie en 1993 après une longue guerre de libération. Le pays est une république unitaire, gouvernée par un système autoritaire, avec un président qui exerce un contrôle quasi-total sur la politique. Le gouvernement érythréen n'a pas de constitution permanente et ne tient pas d'élections nationales régulières. <br/>L’économie de l’Érythrée est dominée par l’agriculture, l’exploitation minière, et la pêche. Le pays possède des ressources minérales, notamment des réserves de cuivre, d'or et de zinc, mais l'exploitation de ces ressources est sous-développée. L’Érythrée fait face à des défis économiques importants, notamment un faible taux d'industrialisation et une infrastructure limitée. Le chômage, la pauvreté et les restrictions politiques affectent également la population.<br/>L’agriculture est une source de subsistance pour la majorité de la population, mais elle est vulnérable aux sécheresses et aux pénuries d'eau. L’Érythrée dépend de l'aide humanitaire internationale, en raison de la faible production interne et des conditions difficiles.<br/>Le pays est confronté à une émigration massive, notamment vers l’Europe, à la recherche de meilleures conditions de vie. Malgré son isolement, l’Érythrée cherche à diversifier son économie et à renforcer ses relations diplomatiques à l’international.",
        "sources" : "https://fr.wikipedia.org/wiki/%C3%89rythr%C3%A9e <br> https://flytrippers.com/fr/une-carte-avec-la-signification-du-nom-de-chaque-pays/ <br> https://www.cia.gov/the-world-factbook/field/population/country-comparison"
    },
    
    {
        "index":"18",
         "indice": "Je suis un pays d'Afrique australe. J’ai récemment changé mon nom officiel car j’ai longtemps été connu sous le nom Swaziland. Je suis une des trois monarchies présentes sur le continent. Je suis coincé entre mes deux états voisins.",
        "nom":"ESWATINI",
        "zone": "Sud",
        "capitale": "Mbabane et Lobamba",
        "villesSecondaires" : "Manzini",
        "population" : "1 121 761",
        "localisation" : "Afrique australe",
        "drapeau" : "eswatini.svg",
        "langues": "swati et anglais",
        "monnaie" : "lilangeni (SZL)",
        "description":"Eswatini, anciennement connu sous le nom de Swaziland, est un petit pays enclavé en Afrique australe, bordé par l’Afrique du Sud et le Mozambique. Sa capitale administrative est Mbabane, tandis que Lobamba est la capitale législative et royale. <br/> Le pays possède des montagnes, des savanes et des vallées, et bénéficie d'un climat varié allant des zones tropicales aux régions tempérées. <br/>Eswatini est l’un des derniers royaumes absolus d'Afrique, dirigé par un roi avec des pouvoirs étendus. Le roi Mswati III est le monarque actuel, ayant pris le trône en 1986, et exerce une autorité considérable sur la politique. <br/>L’économie du pays est principalement basée sur l’agriculture, le sucre, le textile et l’exploitation minière. Le secteur sucrier, en particulier, est un moteur clé de l’économie, avec des exportations vers l’Afrique du Sud et l’UE. <br/>Eswatini bénéficie d’une infrastructure relativement bien développée, mais fait face à des défis de diversification économique. L’industrie textile est également un secteur important, avec de nombreuses entreprises étrangères qui investissent dans le pays.Le pays lutte contre le chômage élevé et la pauvreté, malgré une croissance économique modeste dans certaines régions. <br/>Le secteur agricole est crucial, mais les rendements sont affectés par des sécheresses fréquentes et des conditions climatiques défavorables. Eswatini a un taux élevé de VIH/sida, ce qui représente un défi majeur pour le système de santé. <br/>La politique de l'Eswatini est caractérisée par une gouvernance autoritaire, avec peu d’opposition politique autorisée. Le pays cherche à améliorer son image internationale en se concentrant sur la stabilité politique et économique. <br/>Malgré ses défis, Eswatini conserve une richesse culturelle et des traditions uniques, notamment à travers des festivals et des cérémonies royales.",
        "sources" : "https://www.cia.gov/the-world-factbook/field/population/country-comparison "
    },
    
    {
        "index":"19",
         "indice": "Je suis un pays d'Afrique de l'est. Je suis à égale distance de l’Équateur et du tropique du Cancer. Ma capitale est la capitale africaine la plus élevé. ",
        "nom":"ÉTHIOPIE",
        "zone": "Est",
        "capitale": "Addis-Abeba",
        "villesSecondaires" : "Dire Dawa, Adama",
        "population" : "113 656 596",
        "localisation" : "Afrique de l'est",
        "drapeau" : "ethiopie.svg",
        "langues": "amharique",
        "monnaie" : "birr (ETB)",
        "description":"L’Éthiopie, située dans la Corne de l’Afrique, est un pays sans accès à la mer, bordé par l’Érythrée, Djibouti, la Somalie, le Kenya, le Soudan et le Soudan du Sud. La capitale, Addis-Abeba, est le siège de l’Union africaine et un centre diplomatique important.<br/>Le pays est traversé par le haut plateau éthiopien, une région montagneuse, et la vallée du Rift, un site géologique unique. Le climat varie entre les régions montagneuses tempérées et les zones arides du sud et de l'est.L’Éthiopie a une histoire ancienne, étant l'une des premières nations chrétiennes du monde et l'origine de l'Empire d'Aksoum.<br/>Politique : l’Éthiopie est une république fédérale, composée de plusieurs États ethniques ayant une grande autonomie. Le pays a traversé une guerre civile dévastatrice dans les années 1980, avant de connaître une stabilité relative depuis la fin des années 1990.<br/>L’économie de l’Éthiopie repose sur l’agriculture, avec des produits comme le café, le teff, et les épices étant des exportations majeures. Le café éthiopien est reconnu mondialement, et l’Éthiopie est l'un des plus grands producteurs de café au monde.<br/>Le pays connaît une croissance rapide dans des secteurs comme les infrastructures, les télécommunications et les industries. L’Éthiopie a également des ressources minérales inexploitées, comme l’or, et de vastes réserves d’hydroélectricité. Cependant, des défis demeurent, notamment la pauvreté, le chômage, et les conflits ethniques dans certaines régions.<br/>La transition démocratique, entamée récemment, reste fragile, avec des tensions entre les différentes communautés ethniques. L’Éthiopie fait partie de l’IGAD et de l’Union africaine, jouant un rôle clé dans les affaires diplomatiques africaines. <br/>La croissance économique de l’Éthiopie, accompagnée d’efforts pour la modernisation de l'agriculture et de l'industrie, laisse entrevoir un avenir prometteur, mais des réformes politiques et sociales sont nécessaires.",
        "sources" : "https://fr.wikipedia.org/wiki/%C3%89thiopie https://fr.wikipedia.org/wiki/Liste_des_villes_d%27%C3%89thiopie https://www.cia.gov/the-world-factbook/field/population/country-comparison"
    },
    
    {
        "index":"20",
         "indice": "Je suis un pays d'Afrique centrale. Le nom de ma capitale donne une sensation de liberté.",
        "nom":"GABON",
        "zone": "Centre",
        "capitale": "Libreville",
        "villesSecondaires" : "Port-Gentil",
        "population" : "2 340 613",
        "localisation" : "Afrique centrale",
        "drapeau" : "gabon.svg",
        "langues": "français",
        "monnaie" : "franc CFA (XAF)",
        "description":"Le Gabon est situé sur la côte ouest de l’Afrique centrale, bordé par la Guinée équatoriale à l’ouest, le Cameroun au nord et la République du Congo à l’est et au sud. La capitale, Libreville, est située sur la côte, et est la plus grande ville du pays. <br/>Le pays est principalement couvert par des forêts tropicales, avec des plages sur l’océan Atlantique. Le Gabon est un pays relativement montagneux, avec de nombreux parcs nationaux et des paysages naturels remarquables, tels que le parc national de la Lopé. <br/>La politique gabonaise est une république présidentielle, avec un président élu pour un mandat de sept ans. Depuis son indépendance en 1960, le pays a été dirigé par une série de présidents issus de la même famille, et l’actuel président, Ali Bongo Ondimba, a pris le pouvoir en 2009. Le Gabon jouit d’une stabilité politique relative, bien qu'il y ait eu des tensions et des contestations électorales. Le Gabon est également membre de la Communauté économique et monétaire de l'Afrique centrale (CEMAC) et de l'Union africaine. <br/>L’économie gabonaise est essentiellement axée sur les ressources naturelles, en particulier le pétrole, qui constitue la majeure partie des exportations du pays. Le Gabon est également un producteur important de manganèse et de bois, avec un secteur forestier qui joue un rôle clé dans l’économie. Le pays dispose de secteurs agricoles diversifiés, tels que le cacao, le café et l’huile de palme, mais ces industries sont moins développées que l’exploitation des ressources naturelles. Le Gabon est l'un des pays les plus riches d’Afrique subsaharienne en termes de PIB par habitant, en raison de ses vastes réserves pétrolières. Toutefois, l’économie reste vulnérable aux fluctuations des prix du pétrole, ce qui a conduit à des défis économiques, notamment des inégalités sociales. <br/> Le gouvernement gabonais cherche à diversifier l’économie, avec des investissements dans les infrastructures, le tourisme et les énergies renouvelables. Le pays possède une grande biodiversité, et le secteur du tourisme pourrait jouer un rôle plus important dans l’économie, avec des sites comme les îles de Loango.",
        "sources" : "https://fr.wikipedia.org/wiki/Gabon https://www.cia.gov/the-world-factbook/field/population/country-comparison"
    },
    
    {
        "index":"21",
         "indice": "Je suis un pays d'Afrique de l'ouest. Je suis traversé d'est en ouest par un fleuve duquel je tire mon nom. Je suis enclavé dans mon voisin le Sénégal.",
        "nom":"GAMBIE",
        "zone": "Ouest",
        "capitale": "Banjul",
        "villesSecondaires" : "Serrekunda et Brikama.",
        "population" : "2 413 403",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "gambie.svg",
        "langues": "anglais",
        "description":"La Gambie est un petit pays situé en Afrique de l'Ouest, enclavé dans le Sénégal, à l'exception de sa côte qui borde l'océan Atlantique. La capitale, Banjul, se trouve à l’embouchure du fleuve Gambie, un axe important pour le transport et l’histoire du pays. <br/> La Gambie est le plus petit pays du continent africain, avec une superficie de seulement 11 295 km². Le pays bénéficie d'un climat tropical, avec une saison des pluies de juin à octobre et une saison sèche le reste de l'année. La Gambie a une histoire coloniale marquée par la présence britannique et a obtenu son indépendance en 1965. La Gambie est membre de la Communauté économique des États de l'Afrique de l'Ouest (CEDEAO) et de l'Union africaine. <br/>Politique : la Gambie est une république présidentielle, mais a connu plusieurs changements de pouvoir, notamment un coup d’État en 1994.L’ancien président Yahya Jammeh a dirigé le pays pendant plus de 20 ans avant de perdre l’élection en 2016, et de quitter le pouvoir après une crise politique. L’actuel président, Adama Barrow, a pris le pouvoir en 2017 après des élections démocratiques et un processus de réconciliation nationale. <br/>L’économie gambienne repose principalement sur l’agriculture, l’industrie du tourisme et les services financiers. L’agriculture, qui comprend la culture d’arachides, de riz et de coton, représente une part importante du PIB, mais reste vulnérable aux variations climatiques. Le secteur touristique est en plein développement, notamment grâce aux plages de la côte atlantique, qui attirent des visiteurs européens. Cependant, le pays souffre de taux élevés de pauvreté et de chômage, surtout dans les zones rurales. <br/>Le gouvernement gambien cherche à diversifier l'économie en encourageant l’agriculture commerciale, les investissements étrangers et le secteur des infrastructures. Le pays dépend également de l’aide internationale pour ses programmes de développement et de réformes.",
        "monnaie" : "Dalasi (GMD)"
    },
    
    {
        "index":"22",
         "indice": "Je suis un pays d'Afrique de l'ouest. Dans le passé, on me surnommait la Côte de l’or en raison de tout l’or qu’on trouvait sur mon territoire.",
        "nom":"GHANA",
        "zone": "Ouest",
        "capitale": "Accra",
        "villesSecondaires" : "Kumasi, Tamale",
        "population" : "33 107 275",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "ghana.svg",
        "langues": "anglais",
        "description":"Le Ghana est un pays situé en Afrique de l'Ouest, bordé par le Burkina Faso au nord, le Togo à l'est, la Côte d'Ivoire à l'ouest et l'océan Atlantique au sud. La capitale du Ghana est Accra, une grande métropole qui est aussi le principal centre économique et culturel du pays. <br/> Le Ghana possède un climat tropical, avec des zones plus sèches au nord et plus humides au sud. La géographie du pays comprend des plages, des savanes, des forêts tropicales et des montagnes dans le nord. <br/>Le Ghana a été le premier pays d'Afrique subsaharienne à obtenir son indépendance en 1957, dirigé par Kwame Nkrumah. La politique ghanéenne est une république présidentielle démocratique, avec un président élu pour un mandat de quatre ans. Le pays est connu pour sa stabilité politique, avec des élections régulières et pacifiques, ce qui en fait un modèle démocratique en Afrique de l’Ouest. Le Ghana est un membre actif de la CEDEAO et de l'Union africaine, et joue un rôle important dans les affaires régionales. <br/>L’économie ghanéenne est l’une des plus diversifiées d’Afrique de l’Ouest, avec des secteurs clés comme l’agriculture, l’or, le cacao et le pétrole. Le Ghana est l'un des plus grands producteurs mondiaux de cacao, et son industrie du chocolat est un secteur clé d’exportation. L’exploitation minière, notamment de l’or, du diamant et du manganèse, joue également un rôle essentiel dans l’économie. <br/>Le pays a récemment développé le secteur du pétrole, qui contribue de plus en plus à son économie. Le gouvernement ghanéen cherche à stimuler l’agriculture industrielle, à améliorer l’infrastructure énergétique et à diversifier l’économie. Le secteur des services, notamment les télécommunications et le tourisme, connaît également une croissance rapide. <br/>Le pays a un taux de croissance économique relativement élevé, bien que des défis demeurent, notamment les inégalités sociales et la gestion de la dette publique.",
        "monnaie" : "cedi (GHS)"
    },
    
    {
        "index":"23",
         "indice": "Je suis un pays d'Afrique de l'Ouest. Sur le continent, nous sommes trois à avoir le même nom mais je suis le seul francophone.",
        "nom":"GUINÉE",
        "zone": "Ouest",
        "capitale": "Conakry",
        "villesSecondaires" : "Nzérékoré, Kankan",
        "population" : "13 237 832",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "guinee.svg",
        "langues": "français",
        "description":"La Guinée est située en Afrique de l’Ouest, bordée par la Guinée-Bissau et le Sénégal à l’ouest, le Mali au nord, la Côte d'Ivoire à l'est, et le Liberia et la Sierra Leone au sud. La capitale de la Guinée est Conakry, située sur une île au large de la côte atlantique, et est le principal centre politique et économique du pays. <br/>Le pays a une géographie variée, avec des montagnes au sud-est, des plateaux au centre et des plaines côtières au nord. Le climat est tropical, avec une saison des pluies intense de mai à octobre, et une saison sèche durant le reste de l’année. La Guinée est riche en ressources naturelles, notamment en bauxite, dont elle possède les plus grandes réserves mondiales. <br/>Le pays a obtenu son indépendance de la France en 1958, et son histoire a été marquée par des périodes de régimes autoritaires. La Guinée est actuellement une république présidentielle, avec un président élu pour un mandat de cinq ans. La Guinée est membre de la CEDEAO et de l'Union africaine, et joue un rôle important dans les affaires régionales. <br/>L’économie de la Guinée repose sur l’exploitation des ressources naturelles, notamment la bauxite, le fer, l'or et l'hydroélectricité. La Guinée est le deuxième plus grand producteur mondial de bauxite et exporte également des produits agricoles tels que le riz, le café et le coton. L’agriculture reste un secteur clé de l’économie, mais elle est souvent affectée par des conditions climatiques défavorables. <br/>Le pays a un potentiel énergétique important grâce à ses ressources hydroélectriques, mais l'infrastructure est insuffisante pour exploiter pleinement ce potentiel. Le gouvernement guinéen cherche à diversifier son économie et à encourager les investissements étrangers dans l'industrie et les infrastructures. <br/>La Guinée est confrontée à des défis économiques importants, notamment la pauvreté, le chômage et la faible industrialisation. Le pays a aussi des problèmes en matière de gouvernance et de droits humains, bien qu’il cherche à renforcer ses institutions démocratiques.",
        "monnaie" : "franc CFA (XOF)"
    },
    
    {
        "index":"24",
         "indice": "Je suis un pays d'Afrique de l'Ouest. Sur le continent, nous sommes trois à avoir le même nom mais je suis le seul lusophone.",
        "nom":"GUINÉE-BISSAU",
        "zone": "Ouest",
        "capitale": "Bissau",
        "villesSecondaires" : "Bafata, Gabu",
        "population" : "2 026 778",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "guinee_bissau.svg",
        "langues": "portugais",
        "description":"La Guinée-Bissau est un petit pays situé en Afrique de l'Ouest, bordé par la Guinée à l'est et au sud, le Sénégal au nord et l'océan Atlantique à l'ouest. La capitale de la Guinée-Bissau est Bissau, qui est également la plus grande ville du pays. <br/>Le pays possède une géographie diversifiée, avec des plaines côtières, des mangroves, des îles et des forêts tropicales. Le climat est tropical, avec une saison des pluies de juin à octobre et une saison sèche le reste de l’année. <br/>La Guinée-Bissau a obtenu son indépendance du Portugal en 1974 après une guerre de libération. La politique du pays est marquée par une instabilité chronique, avec plusieurs coups d’État et des transitions politiques violentes depuis l'indépendance. Le pays est une république présidentielle, mais le pouvoir politique est souvent contesté, et des tensions existent entre l’exécutif et le parlement. Le pays fait partie de la CEDEAO et de l'Union africaine, et cherche à stabiliser ses institutions politiques et à améliorer son climat économique. <br/>L’économie de la Guinée-Bissau est dominée par l’agriculture, en particulier la production d’anacarde, de riz et de noix de cajou, qui sont ses principales exportations. Le pays est également un important producteur de poissons et de fruits de mer, bien que ces industries soient mal développées. Le secteur agricole est largement informel et peu mécanisé, ce qui entrave la croissance du secteur. L’économie souffre d’une mauvaise gestion, d’un manque d’infrastructures et d’une dépendance excessive à l’aide internationale. La Guinée-Bissau a un fort potentiel de développement dans les secteurs de la pêche et de l'agriculture, mais ce potentiel reste sous-exploité. <br/>Le pays a été confronté à des crises politiques et sociales fréquentes, ce qui a ralenti son développement économique. La Guinée-Bissau cherche à diversifier son économie et à attirer davantage d’investissements dans les infrastructures et le secteur privé.",
        "monnaie" : "franc CFA (XOF)"
    },
    
    {
        "index":"25",
         "indice": "Je suis un pays d'Afrique centrale et le seul pays hispanophone du continent africain. ",
        "nom":"GUINÉE ÉQUATORIALE",
        "zone": "Centre",
        "capitale": "Bata",
        "villesSecondaires" : "Bata",
        "population" : "1 679 172",
        "localisation" : "Afrique centrale",
        "drapeau" : "guinee_equatoriale.svg",
        "langues": "espagnol, français et portugais",
        "description":"La Guinée équatoriale est un petit pays situé en Afrique centrale, composé d'une partie continentale, le Río Muni, et de plusieurs îles, dont la plus grande est Bioko. La capitale, Malabo, se trouve sur l'île de Bioko, tandis que la ville de Bata, située sur le continent, est le principal centre économique. <br/> Le pays possède un climat équatorial, avec des températures élevées et une forte humidité toute l'année. <br/> La Guinée équatoriale a obtenu son indépendance de l’Espagne en 1968, et son histoire a été marquée par un régime autoritaire sous le président Teodoro Obiang Nguema, qui est au pouvoir depuis 1979. La Guinée équatoriale est une république présidentielle, avec un président élu pour un mandat de sept ans, bien que les élections soient souvent critiquées pour leur manque de transparence. <br/> L’économie du pays repose largement sur le pétrole et le gaz naturel, qui représentent presque la totalité des exportations. Le pays a connu un boom économique dans les années 1990, avec l’exploitation des hydrocarbures, mais cette richesse n’a pas été équitablement distribuée. <br/> Le secteur pétrolier a largement contribué à une forte croissance économique, mais le pays reste fortement dépendant de cette ressource.",
        "monnaie" : "Franc CFA (XAF)"
    },
    
    {
        "index":"26",
         "indice": "Je suis un pays d'Afrique de l'est. Je suis bien connu pour être la terre des Massaï.",
        "nom":"KENYA",
        "zone": "Est",
        "capitale": "Nairobi",
        "villesSecondaires" : "Mombasa, Kisumu",
        "population" : "55 864 655",
        "localisation" : "Afrique de l'est",
        "drapeau" : "kenya.svg",
        "langues": "anglais",
        "description":"Le Kenya est situé en Afrique de l’Est, bordé par la Somalie, l'Éthiopie, le Soudan du Sud, l’Ouganda, la Tanzanie et l’océan Indien. Sa capitale, Nairobi, est un centre économique et technologique majeur de la région. <br/>Le pays est célèbre pour ses paysages variés, comprenant des savanes, des montagnes, des lacs et des plages. Le mont Kenya, le deuxième sommet d’Afrique, est un site emblématique du pays. <br/> La République du Kenya est une démocratie présidentielle où le président est élu pour un mandat de cinq ans. Le pays bénéficie d’une stabilité politique relative, bien que des tensions ethniques et électorales subsistent. Le Kenya est membre actif de la Communauté d’Afrique de l’Est (EAC) et joue un rôle clé en Afrique de l’Est. <br/> L’économie kényane est diversifiée, avec des secteurs phares comme l’agriculture, le tourisme et les technologies. Le pays est le premier exportateur mondial de thé et se distingue par sa production florale. Le tourisme est un moteur économique grâce à ses parcs nationaux, comme le Masai Mara et le lac Nakuru. Nairobi est également surnommée \"Silicon Savannah\" pour sa scène technologique dynamique. <br/> Le Kenya tire parti de ressources naturelles telles que l’énergie géothermique et les minéraux. Toutefois, la pauvreté et les inégalités économiques restent des défis importants. Le gouvernement investit dans des infrastructures modernes, comme le chemin de fer Mombasa-Nairobi. <br/> Le Kenya est une puissance régionale en pleine croissance, avec un potentiel économique important.",
        "monnaie" : "shilling kényan (KES)"
    },
    {
        "index":"27",
         "indice": "Je suis un pays d'Afrique australe. Je n’ai qu’un seul voisin bien connu. Je n’ai aucun accès à la mer.",
        "nom":"LESOTHO",
        "zone": "Sud",
        "capitale": "Maseru",
        "villesSecondaires" : "Teyateyaneng, Mafeteng",
        "population" : "2 193 970",
        "localisation" : "Afrique australe",
        "drapeau" : "lesotho.svg",
        "langues": "sotho du sud et anglais",
        "description":"Le Lesotho est un petit pays enclavé entièrement entouré par l’Afrique du Sud. Son territoire est montagneux, avec des altitudes élevées, et il est surnommé le \"Royaume dans le ciel\". Le pays bénéficie d’un climat tempéré, avec des hivers froids dans les montagnes. Sa capitale, Maseru, est le centre administratif et économique du pays. <br/> Le Lesotho est une monarchie constitutionnelle avec un roi en tant que chef symbolique de l’État. Le gouvernement est dirigé par un premier ministre élu, mais la politique est marquée par une instabilité fréquente. <br/> L’économie du Lesotho repose sur l’agriculture, l’élevage, le textile et les transferts de fonds des travailleurs à l’étranger. L’eau est l’une de ses ressources clés, exportée vers l’Afrique du Sud grâce au projet des barrages des Highlands. Le secteur textile est un pilier économique, exportant principalement vers les États-Unis. Le pays dépend fortement de l’aide internationale et des revenus de ses citoyens travaillant en Afrique du Sud. <br/> Le Lesotho est confronté à des défis comme la pauvreté et un fort taux de chômage. Les infrastructures restent sous-développées, surtout dans les zones rurales isolées. La pandémie de VIH/SIDA a également un impact significatif sur la société et l’économie. Le gouvernement s’efforce d’attirer des investissements dans le tourisme et les énergies renouvelables. <br/> Malgré ses défis, le Lesotho mise sur ses ressources naturelles pour renforcer son développement économique.",
        "monnaie" : "loti (LSL)"
    },
    
    {
        "index":"28",
         "indice": "Je suis un pays d'Afrique de l'Ouest. Je dois mon nom au fait que j’étais la terre d’accueil des anciens esclaves nouvellement libérés en provenance des États-Unis. Je suis également premier et le seul pays africain à avoir une femme présidente. ",
        "nom":"LIBÉRIA",
        "zone": "Ouest",
        "capitale": "Monrovia",
        "villesSecondaires" : "Ganta, Buchanan",
        "population" : "5 358 483",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "liberia.svg",
        "langues": "anglais",
        "description":"Situé en Afrique de l’Ouest, le Libéria est bordé par la Sierra Leone, la Guinée, la Côte d’Ivoire et l’océan Atlantique. La capitale, Monrovia, porte le nom de l'ancien président américain James Monroe, en hommage à ses liens historiques avec les États-Unis. Le pays est principalement composé de plaines côtières, de forêts tropicales et de collines. <br/> Le Libéria est la plus ancienne république d’Afrique, fondée en 1847 par des esclaves affranchis. La politique est marquée par des tensions et des conflits, notamment deux guerres civiles dévastatrices entre 1989 et 2003. Aujourd’hui, le pays est une république démocratique avec un président élu tous les six ans. <br/> L’économie libérienne repose sur l’agriculture, les ressources naturelles et le secteur maritime. Le caoutchouc, le fer, l’or et le diamant sont des produits phares de ses exportations. Les infrastructures du pays ont été gravement endommagées par les conflits, affectant l’économie. Le Libéria est également un important registre de pavillons pour les navires internationaux. La pauvreté et le chômage restent des problèmes majeurs, malgré les efforts de reconstruction. <br/> Le pays est vulnérable aux variations des prix des matières premières. L’éducation et la santé sont des secteurs nécessitant des investissements importants. Le Libéria cherche à diversifier son économie et à attirer des investissements étrangers. Les défis demeurent, mais le pays progresse dans sa stabilisation et son développement.",
        "monnaie" : "dollar libérien (LRD)"
    },
    
    {
        "index":"29",
         "indice": "Je suis un pays d'Afrique du nord. J'ai eu le même chef d'État pendant 42 ans.",
        "nom":"LIBYE",
        "zone": "Nord",
        "capitale": "Tripoli",
        "villesSecondaires" : "Benghazi, Misrata",
        "population" : "7 137 931",
        "localisation" : "Afrique du nord",
        "drapeau" : "libye.svg",
        "langues": "arabe et berbère",
        "description":"La Libye est située en Afrique du Nord, bordée par la Méditerranée au nord, l’Égypte, le Soudan, le Tchad, le Niger, l’Algérie et la Tunisie. La capitale, Tripoli, est le principal centre économique et culturel. Le pays est principalement désertique, avec le Sahara couvrant une grande partie du territoire. <br/> La Libye possède les plus grandes réserves prouvées de pétrole d’Afrique. L’histoire politique récente est marquée par la chute du régime de Mouammar Kadhafi en 2011. Depuis, le pays est plongé dans une guerre civile, divisant le pouvoir entre différents groupes. <br/> L’économie libyenne repose presque entièrement sur le pétrole, qui représente la majorité des exportations et des revenus publics. L’instabilité politique a gravement affecté l’exploitation pétrolière et l’économie. Le pays souffre de défis humanitaires, avec des déplacements internes massifs. Le secteur agricole est limité, et la Libye dépend des importations alimentaires. <br/> La Libye dispose d’un fort potentiel économique grâce à ses ressources naturelles. Les efforts pour parvenir à une paix durable et à la reconstruction sont en cours. Le pays cherche à rétablir des relations internationales et à attirer des investissements. L’instabilité sécuritaire demeure un obstacle majeur à la reprise économique. La Libye a un rôle stratégique en Méditerranée, tant sur le plan énergétique que migratoire.",
        "monnaie" : "Dinar libyen (LYD)"
    },
    
    {
        "index":"30",
         "indice": "Je suis un pays d'Afrique de l'est. Je suis la principale île du continent.",
        "nom":"MADAGASCAR",
        "zone": "Centre",
        "capitale": "Tananarive",
        "villesSecondaires" : "Toamasina, Antsirabe",
        "population" : "28 172 462",
        "localisation" : "Afrique de l'est",
        "drapeau" : "madagascar.svg",
        "langues": "malgache et français",
        "description": "Madagascar, située dans l'océan Indien au large de la côte sud-est de l'Afrique, est la quatrième plus grande île du monde. Le pays se distingue par sa biodiversité exceptionnelle, avec une faune et une flore uniques, dont 90 % des espèces ne se trouvent nulle part ailleurs. Antananarivo, la capitale, est le cœur politique, économique et culturel de Madagascar. Le territoire est marqué par une diversité géographique, allant des hauts plateaux centraux aux forêts tropicales de l’est et aux plaines arides du sud. <br/> Sur le plan politique, Madagascar est une république démocratique, dirigée par un président élu au suffrage universel pour un mandat de cinq ans. Depuis son indépendance de la France en 1960, le pays a connu des périodes d’instabilité politique, mais des efforts sont en cours pour renforcer la gouvernance et les institutions démocratiques. <br/> L’économie de Madagascar repose principalement sur l’agriculture, la pêche, et les exportations de vanille, de girofle et de minéraux. La vanille malgache est particulièrement célèbre, représentant une grande partie de l’approvisionnement mondial. Le tourisme, axé sur les parcs nationaux, les plages et les richesses naturelles, joue également un rôle clé, bien que ce secteur reste limité par les infrastructures insuffisantes. <br/> La biodiversité de Madagascar est menacée par la déforestation, le changement climatique et l’exploitation illégale des ressources. Cependant, des initiatives locales et internationales visent à préserver cet écosystème unique. Sur le plan culturel, Madagascar est riche en traditions, influencées par des racines africaines et asiatiques, avec des coutumes, une musique et des danses variées.",
        "monnaie" : "Ariary (MGA)"
    },
    
    {
        "index":"31",
         "indice": "Je suis un petit pays d'Afrique de l'est. À l'ouest, je suis bordé par un fleuve qui porte le même nom que moi.",
        "nom":"MALAWI",
        "zone": "Est",
        "capitale": "Lilongwe",
        "villesSecondaires" : "Blantyre, Mzuzu",
        "population" : "20 794 353",
        "localisation" : "Afrique de l'est",
        "drapeau" : "malawi.svg",
        "langues": "anglais et chewa",
        "description":"Le Malawi est un pays enclavé d’Afrique australe, bordé par la Tanzanie, la Zambie et le Mozambique. Le lac Malawi, qui couvre environ un cinquième du territoire, est l’un des principaux attraits du pays. Sa capitale, Lilongwe, est le centre administratif, tandis que Blantyre est un pôle économique. <br/> Le Malawi a un climat tropical, avec des montagnes au sud et des plateaux fertiles. Le pays est une république présidentielle avec un président élu tous les cinq ans. L’histoire politique récente est marquée par des transitions pacifiques et une démocratie stable. <br/> L’économie du Malawi repose principalement sur l’agriculture, qui emploie la majorité de la population. Les principales cultures sont le tabac, le thé, le maïs et le sucre. Le Malawi est un grand exportateur de tabac, mais cette dépendance le rend vulnérable aux fluctuations des prix mondiaux. La pauvreté reste un défi majeur, surtout dans les zones rurales. <br/> Le gouvernement investit dans les infrastructures et les énergies renouvelables pour soutenir l’économie. Le pays est confronté à des problèmes environnementaux tels que la déforestation et l’érosion des sols. Le secteur du tourisme, centré sur le lac Malawi, est en croissance mais reste sous-exploité. L’éducation et la santé sont des priorités pour améliorer le niveau de vie. Malgré ses défis, le Malawi affiche une stabilité politique encourageante pour attirer des investisseurs étrangers.",
        "monnaie" : "kwacha malawien (MWK)"
    },
    
    {
        "index":"32",
         "indice": "Je suis un pays d'Afrique de l'Ouest.Pendant un court inatant, après mon indépendance, mon nom officiel était la République soudanaise.Je suis le pays de Tombouctou.",
        "nom":"MALI",
        "zone": "Ouest",
        "capitale": "Bamako",
        "villesSecondaires" : "Segou, Sikasso",
        "population" : "20 741 769",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "mali.svg",
        "langues": "francais",
        "description":"Le Mali est un vaste pays enclavé d’Afrique de l’Ouest, bordé par l’Algérie, la Mauritanie, le Sénégal, la Guinée, la Côte d’Ivoire, le Burkina Faso et le Niger. La capitale, Bamako, est le principal centre administratif et économique. <br/> La majorité du territoire est couverte par le Sahara, tandis que le sud bénéficie d’un climat plus favorable à l’agriculture. Le fleuve Niger traverse le Mali, jouant un rôle crucial pour l’irrigation, la pêche et les transports. <br/> Le Mali est une république, mais son histoire récente est marquée par des instabilités politiques et des coups d’État. Les conflits au nord, liés à des mouvements séparatistes et djihadistes, ont affecté la stabilité nationale. <br/> L’économie du Mali repose principalement sur l’agriculture, avec le coton et le mil comme cultures de base. Le pays est également riche en ressources minières, notamment l’or, qui constitue l’une de ses principales exportations. L’insécurité dans le nord limite les investissements et le développement économique. Le secteur informel occupe une grande partie de la population active. <br/> Le gouvernement collabore avec des partenaires internationaux pour renforcer la sécurité et diversifier l’économie. Le tourisme, autrefois un secteur prometteur grâce à des sites comme Tombouctou, est en déclin à cause des problèmes sécuritaires.La croissance démographique rapide exerce une pression sur les ressources et les services sociaux. Le Mali aspire à stabiliser sa situation politique et à améliorer le niveau de vie de sa population.",
        "monnaie" : "franc CFA (XOF)"
    },
    
    {
        "index":"33", 
        "indice": "Je suis un pays d'Afrique du nord. Je suis une des trois monarchies présentes sur le continent. Bien que je sois en Afrique, j’ai une frontière physique avec l’Espagne.",
        "nom":"MAROC",
        "zone": "Nord",
        "capitale": "Rabat",
        "villesSecondaires" : "Casablanca, Marrakech",
        "population" : "36 738 229",
        "localisation" : "Afrique du nord",
        "drapeau" : "maroc.svg",
        "langues": "arabe et amazighe",
        "description": "Le Maroc, situé en Afrique du Nord, est un pays riche en histoire et en culture. Bordé par l’océan Atlantique à l’ouest et la mer Méditerranée au nord, il partage ses frontières terrestres avec l’Algérie et le Sahara occidental. La capitale administrative est Rabat, tandis que Casablanca est la plus grande ville et un centre économique majeur. Le Maroc est connu pour sa diversité géographique, allant des montagnes de l’Atlas aux vastes déserts du Sahara, en passant par des plages pittoresques. Marrakech, surnommée la \"Perle du Sud\", est célèbre pour ses souks animés, ses palais somptueux et ses jardins luxuriants. <br/> L’histoire du Maroc remonte à l’Antiquité, avec des influences berbères, arabes, romaines et coloniales qui ont façonné son identité. Le pays a obtenu son indépendance de la France en 1956. Le roi Mohammed VI, au pouvoir depuis 1999, joue un rôle central dans la politique et les réformes. Le Maroc est une monarchie constitutionnelle, mais le roi détient des pouvoirs importants. L’islam est la religion prédominante, et l’arabe et l’amazigh sont les langues officielles, bien que le français soit largement utilisé.<br/> L’économie marocaine repose sur plusieurs piliers, notamment l’agriculture, le tourisme, les phosphates et l’industrie textile. Le pays attire des millions de visiteurs chaque année, séduits par ses médinas historiques, ses festivals culturels et ses paysages variés. Essaouira, Fès et Chefchaouen figurent parmi les destinations touristiques prisées. La cuisine marocaine, riche et variée, est renommée pour ses tajines, ses couscous et ses pâtisseries sucrées.",
        "monnaie" : "dirham marocain (MAD)"
    },
    
    {
        "index":"34", 
        "indice": "Je suis le pays le plus à l’est du continent du continent africain. Perdu en plein océan Indien, mon voisin le plus proche est la France.",
        "nom":"MAURICE",
        "zone": "Est",
        "capitale": "Port Louis",
        "villesSecondaires" : "Beau Bassin-Rose Hill, Vacoas",
        "population" : "1 308 222",
        "localisation" : "Afrique de l'est",
        "drapeau" : "maurice.svg",
        "langues": "anglais, francais",
        "description":"L'île Maurice est située dans l'océan Indien, à l'est de Madagascar. Elle est connue pour ses plages idylliques, ses récifs coralliens et ses montagnes volcaniques. La capitale, Port-Louis, est le centre économique et administratif. <br/>Maurice est une république parlementaire stable depuis son indépendance en 1968. Maurice est membre de l'Union africaine et de la SADC. Le pays se distingue par sa diversité culturelle et ethnique, avec des influences indiennes, africaines, européennes et chinoises. <br/>L'économie repose sur le tourisme, les services financiers, l'industrie sucrière et les technologies de l'information. Maurice est l’un des pays les plus prospères d’Afrique, avec un PIB par habitant élevé. <br/>Le pays a diversifié son économie en attirant des investisseurs étrangers et en développant des zones économiques spéciales. Les exportations comprennent le textile, le sucre et les fruits de mer. <br/>L'île est vulnérable aux changements climatiques et à la montée du niveau de la mer. Le gouvernement investit dans les énergies renouvelables et la conservation environnementale. Le système éducatif avancé est un moteur du développement économique. L’île aspire à devenir un hub technologique et financier dans l’océan Indien. La stabilité politique et la diversité économique en font un modèle de réussite en Afrique.",
        "monnaie" : "roupie mauricienne (MUR)"
    },
    
    {
        "index":"35", 
        "indice": "Je suis un pays d'Afrique de l'Ouest. Je suis la terre des Maures.",
        "nom":"MAURITANIE",
        "zone": "Ouest",
        "capitale": "Nouakchott",
        "villesSecondaires" : "Nouadhibou, Nema",
        "population" : "4 161 925",
        "localisation" : "Afrique du nord",
        "drapeau" : "mauritanie.svg",
        "langues": "arabe",
        "description":"La Mauritanie est un pays d’Afrique du Nord-Ouest bordé par l’océan Atlantique, le Sahara occidental, l’Algérie, le Mali et le Sénégal. Son territoire est principalement désertique, avec de vastes étendues de dunes et de plaines arides. La capitale, Nouakchott, est un centre économique situé sur la côte atlantique. <br/> Le pays est une république islamique, où l’islam joue un rôle central dans la vie politique et sociale. La Mauritanie a connu des périodes de coups d’État et d’instabilité politique, mais elle progresse vers une gouvernance plus stable. <br/> L’économie repose sur l’exploitation des ressources naturelles, notamment le fer, l’or et le pétrole. La pêche est également une activité économique clé, grâce à ses riches eaux marines. L’agriculture est limitée par l’aridité, et le pays dépend des importations alimentaires. La pauvreté et les inégalités sociales restent des défis majeurs, en particulier dans les zones rurales. <br/> La Mauritanie s’efforce de moderniser ses infrastructures et d’attirer des investissements étrangers. Le pays est membre du G5 Sahel, un groupe régional luttant contre le terrorisme et promouvant le développement. La question des droits humains, notamment l’abolition effective de l’esclavage, reste un sujet sensible. Le tourisme, autrefois prometteur, a souffert des problèmes sécuritaires dans la région saharienne. <br/> La Mauritanie joue un rôle stratégique en tant que carrefour entre le Maghreb et l’Afrique subsaharienne. Les défis environnementaux, comme la désertification, nécessitent des solutions durables pour assurer le développement.",
        "monnaie" : "Ouguiya (MRU)"
    },
    
    {
        "index":"36", 
        "indice": "Je suis un pays d'Afrique centrale. Je suis le deuxième pays lusophone au monde après le Brésil. Je fais partie du Commonwealth bien que je n’ai jamais été une colonie britannique. ",
        "nom":"MOZAMBIQUE",
        "zone": "Est",
        "capitale": "Maputo",
        "villesSecondaires" : "Matola, Beira",
        "population" : "31 693 239",
        "localisation" : "Afrique de l'est",
        "drapeau" : "mozambique.svg",
        "langues": "portugais",
        "description":"Situé en Afrique australe, le Mozambique est bordé par l’océan Indien, la Tanzanie, le Malawi, la Zambie, le Zimbabwe, l’Eswatini et l’Afrique du Sud. La capitale, Maputo, est un important port maritime et le centre économique du pays. <br/> Le Mozambique possède un littoral long de 2 500 km, célèbre pour ses plages et ses récifs coralliens. Le pays a un climat tropical, favorable à l’agriculture dans les zones non arides. <br/> La République du Mozambique a une démocratie multipartite depuis 1994, mais elle reste marquée par des tensions politiques. Le Mozambique est membre de la Communauté de développement d’Afrique australe (SADC). <br/> L’économie est largement basée sur l’agriculture, avec des cultures comme la canne à sucre, le coton et la noix de cajou. Le Mozambique est riche en ressources naturelles, notamment le gaz naturel, le charbon et les minéraux. Le développement du secteur gazier attire des investissements étrangers massifs, notamment dans le nord. Cependant, l’insécurité causée par des groupes armés dans le nord entrave le développement économique. <br/> Les infrastructures, bien que limitées, s’améliorent grâce à des projets d’investissement internationaux. Le pays est vulnérable aux catastrophes naturelles, comme les cyclones et les inondations. Le tourisme, centré sur les îles Bazaruto et les plages de Tofo, est un secteur en croissance. Le pays aspire à transformer son potentiel économique en bénéfices durables pour sa population.",
        "monnaie" : "metical (MZN)"
    },
    
    {
        "index":"37", 
        "indice": "JE suis un pays d'afrique australe. Je suis le premier pays au monde à inscrire la conservation environnementale dans ma constitution.",
        "nom":"NAMIBIE",
        "zone": "Sud",
        "capitale": "Windhoek",
        "villesSecondaires" : "Walvis Bay, Rundu, Swakopmund",
        "population" : "2 727 409",
        "localisation" : "Afrique australe",
        "drapeau" : "namibie.svg",
        "langues": "anglais",
        "description":"La Namibie est située en Afrique australe, bordée par l’Angola, la Zambie, le Botswana, l’Afrique du Sud et l’océan Atlantique. Sa géographie est dominée par le désert du Namib, l’un des plus anciens déserts au monde, et le plateau central. La capitale, Windhoek, est le principal centre politique et économique du pays. <br/> La Namibie a obtenu son indépendance de l’Afrique du Sud en 1990, devenant une république démocratique. Le pays est politiquement stable, avec une gouvernance démocratique bien établie. La Namibie est membre de la SADC et joue un rôle actif dans les affaires régionales. <br/> L’économie de la Namibie repose sur les industries minières, notamment l’uranium, le diamant et l’or. L’agriculture, bien que limitée par les conditions arides, joue un rôle dans l’économie locale. Le tourisme est un secteur clé, attirant des visiteurs pour ses parcs nationaux, ses dunes et sa faune. <br/> La Namibie est l’un des premiers pays au monde à avoir inscrit la conservation environnementale dans sa constitution. Malgré sa richesse en ressources, les inégalités économiques restent importantes. Le pays investit dans les énergies renouvelables pour diversifier son économie. <br/> La pêche, grâce à ses eaux riches en poissons, constitue une autre source importante de revenus. Les infrastructures sont relativement bien développées pour un pays africain.Le pays s’efforce de renforcer son développement tout en préservant son environnement unique.",
        "monnaie" : "dollar namibien (NAD)"
    },
    
    {
        "index":"38", 
        "indice": "Je suis un pays d'Afrique de l'Ouest. Je suis un pays enclavé et frontalier avec sept pays dont la plus grande puissance économique au sud.",
        "nom":"NIGER",
        "zone": "Ouest",
        "capitale": "Niamey",
        "villesSecondaires" : "Zinder, Maradi",
        "population" : "24 484 587",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "niger.svg",
        "langues": "français",
        "description":"Le Niger est un pays enclavé d’Afrique de l’Ouest, bordé par l’Algérie, la Libye, le Tchad, le Nigeria, le Bénin, le Burkina Faso et le Mali. Le pays est majoritairement désertique, avec le Sahara couvrant plus de 80 % de son territoire. La capitale, Niamey, est située le long du fleuve Niger, une source vitale pour l’agriculture et l’eau potable. <br/> Le Niger est une république semi-présidentielle, mais il est confronté à une instabilité politique récurrente. Le Niger est membre actif de la CEDEAO et du G5 Sahel. <br/> L’économie repose sur l’agriculture de subsistance et l’élevage, qui emploient la majorité de la population. Le pays est riche en uranium, qui constitue sa principale exportation. Les investissements récents visent à développer l’exploitation pétrolière et l’énergie solaire. <br/> Le Niger est l’un des pays les plus pauvres du monde, avec des défis tels que la pauvreté et l’insécurité alimentaire. <br/> La croissance démographique rapide exerce une forte pression sur les ressources limitées. Le secteur éducatif et de la santé est sous-développé, bien que des efforts soient faits pour l’améliorer. Le pays est confronté à des défis sécuritaires en raison de la présence de groupes armés dans ses régions frontalières. Les infrastructures sont peu développées, ce qui limite le commerce et la mobilité. Le fleuve Niger offre un potentiel pour l’irrigation et l’énergie hydroélectrique.",
        "monnaie" : "franc CFA (XOF)"
    },
    
    {
        "index":"39", 
        "indice": "Je suis un pays d'Afrique de l'ouest. Je suis la première puissance économique du continent.",
        "nom":"NIGÉRIA",
        "zone": "Ouest",
        "capitale": "Abuja",
        "villesSecondaires" : "Lagos, Ibadan",
        "population" : "225 082 083",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "nigeria.svg",
        "langues": "anglais",
        "description":"Le Nigéria est le pays le plus peuplé d’Afrique, situé en Afrique de l’Ouest et bordé par le Niger, le Tchad, le Cameroun, le Bénin et l’océan Atlantique. La capitale, Abuja, est un centre administratif, tandis que Lagos est une mégapole économique et culturelle. Le climat varie du désert au nord à des zones tropicales au sud. <br/> Le Nigéria est une république fédérale composée de 36 États. Le pays est un leader régional en Afrique de l’Ouest, membre de la CEDEAO et de l’OPEP. <br/> Le pays est la plus grande économie d’Afrique grâce à son secteur pétrolier, qui représente une grande partie des exportations. Le Nigéria est également riche en gaz naturel, mais sa dépendance aux hydrocarbures le rend vulnérable aux fluctuations des prix. L’agriculture emploie une grande partie de la population, avec des cultures comme le cacao, le manioc et le riz. L’industrie manufacturière et le secteur technologique connaissent une croissance rapide. <br/> Les défis incluent la corruption, les inégalités économiques et les tensions ethniques. Le Nigéria est confronté à des problèmes de sécurité liés à Boko Haram dans le nord-est et à des conflits communautaires. La jeunesse dynamique du pays est une force clé pour le développement futur. <br/> Lagos est un centre mondial de la culture africaine, notamment grâce à Nollywood, sa puissante industrie cinématographique. Le Nigéria investit dans les infrastructures, notamment dans les transports et l’énergie. <br/> Malgré ses défis, le Nigéria reste un acteur clé sur le continent africain grâce à son dynamisme économique et démographique.",
        "monnaie" : "naïra (NGN)"
    },
    
    {
        "index":"40", 
        "indice": "Je suis un pays d'Afrique de l'Est. Je suis enclavé mais je suis bordé par trois lacs: le lac Albert, le lac Édouard et le lac Victoria.",
        "nom":"OUGANDA",
        "zone": "Est",
        "capitale": "Kampala",
        "villesSecondaires" : "Gulu, Lira",
        "population" : "46 205 893",
        "localisation" : "Afrique de l'est",
        "drapeau" : "ouganda.svg",
        "langues": "anglais et swahili",
        "description":"L'Ouganda est un pays enclavé d'Afrique de l'Est, bordé par le Kenya, la Tanzanie, le Rwanda, la RDC et le Soudan du Sud. La géographie inclut des plateaux, des montagnes et des lacs, dont le lac Victoria, l'un des plus grands au monde. La capitale, Kampala, est située près des rives du lac Victoria. <br/> L'Ouganda est une république présidentielle avec Yoweri Museveni comme président depuis 1986. Le pays a connu des périodes de troubles, notamment sous le régime d'Idi Amin dans les années 1970. Le pays est membre de la Communauté d'Afrique de l'Est et de l'Union africaine. <br/>L'économie repose sur l'agriculture, avec le café comme principal produit d'exportation. L’Ouganda dispose de réserves de pétrole et de gaz, qui devraient booster son économie. L'énergie hydroélectrique est une ressource clé grâce au Nil qui traverse le pays. <br/>L’Ouganda a une population jeune, ce qui représente un potentiel économique considérable. La pauvreté et le chômage restent des défis, surtout dans les zones rurales. <br/>L'industrie touristique, axée sur les gorilles de montagne et les parcs nationaux, est en pleine expansion. La biodiversité de l'Ouganda attire l’attention internationale pour sa conservation. <br/>Le gouvernement investit dans les infrastructures, notamment les routes et l'énergie. L’Ouganda cherche à diversifier son économie tout en relevant des défis liés à la corruption et à la gouvernance.",
        "monnaie" : "shilling ougandais (UGX)"
    },
    
    {
        "index":"41", "indice": "Je suis un pays d'Afrique de l'est. On me surnomme souvent le pays aux mille collines.",
        "nom":"RWANDA",
        "zone": "Est",
        "capitale": "Kigali",
        "villesSecondaires" : "Gisenyi, Butare",
        "population" : "2 630 073",
        "localisation" : "Afrique de l'est",
        "drapeau" : "rwanda.svg",
        "langues": "kinyarwanda, français, anglais et swahili",
        "description":"Le Rwanda, surnommé le \"pays des mille collines\", est situé en Afrique de l’Est, sans accès à la mer. Sa géographie est dominée par des collines, des montagnes et des lacs comme le lac Kivu. Kigali, la capitale, est un centre économique moderne et bien planifié. <br/>Le Rwanda est une république dirigée par Paul Kagame depuis 2000. Le pays a surmonté le génocide de 1994 pour devenir un modèle de stabilité et de développement. Le Rwanda est membre de la Communauté d'Afrique de l’Est et de l'Union africaine. <br/>L'économie repose sur l'agriculture, avec le café et le thé comme principales exportations. Le Rwanda se positionne comme un hub technologique en Afrique grâce à des politiques favorables à l’innovation. Le tourisme, centré sur les gorilles de montagne, est une source majeure de revenus. <br/>L'urbanisation rapide et les infrastructures modernes sont des piliers de la transformation économique. La pauvreté recule, mais reste un défi, surtout en milieu rural. Le pays met l'accent sur l'égalité des genres et l'autonomisation des femmes. Les politiques environnementales ambitieuses incluent l’interdiction des sacs plastiques. Le Rwanda aspire à devenir une économie à revenu intermédiaire d'ici 2035. Sa trajectoire impressionnante inspire d'autres pays africains en quête de progrès durable.",
        "monnaie" : "franc rwandais (RWF)"
    },
    
    {
        "index":"42", "indice": "Je suis un pays d'Afrique centrale. Je suis un archipel situé à l'ouest du continent.",
        "nom":"SAO TOME ET PRINCIPE",
        "zone": "Centre",
        "capitale": "Sao Tomé",
        "villesSecondaires" : "Santo Antonio",
        "population" : "217 164",
        "localisation" : "Afrique centrale",
        "drapeau" : "sao_tome.svg",
        "langues": "portugais",
        "description":"São Tomé-et-Principe est un petit État insulaire situé dans le golfe de Guinée, en Afrique centrale. L'archipel se compose de deux îles principales, São Tomé et Principe, et de plusieurs îlots. La capitale, São Tomé, est le centre administratif et économique. <br/> Le pays est une république démocratique multipartite depuis son indépendance du Portugal en 1975. Le pays est un membre actif de la Communauté des pays de langue portugaise (CPLP). <br/>L’économie repose sur l’agriculture, notamment la production de cacao. São Tomé-et-Principe explore le potentiel pétrolier dans ses eaux territoriales. Le tourisme est en développement grâce à ses plages, sa faune et sa flore exceptionnelles. Les infrastructures sont limitées, et le pays dépend largement de l’aide étrangère. La pauvreté et le chômage restent des défis majeurs pour la population. <br/>Le gouvernement cherche à diversifier l'économie et à attirer des investissements étrangers. Les énergies renouvelables, notamment l’hydroélectricité, sont en expansion. La biodiversité unique de l’archipel est protégée par des initiatives de conservation. <br/>São Tomé-et-Principe s’efforce de moderniser ses infrastructures pour stimuler son développement. Sa petite taille et son isolement géographique compliquent son intégration dans l'économie mondiale.",
        "monnaie" : "nouveau dobra (STD)"
    },
    
    {
        "index":"43", 
        "indice": "Je suis un pays d'Afrique de l'Ouest. Je suis connu pour mon île de Gorée, symbole de la traite négrière.",
        "nom":"SÉNÉGAL",
        "zone": "Ouest",
        "capitale": "Dakar",
        "villesSecondaires" : "Pikine, Touba",
        "population" : "16 209 125",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "senegal.svg",
        "langues": "français",
        "description":"Le Sénégal est situé en Afrique de l’Ouest, bordé par l’océan Atlantique, la Mauritanie, le Mali, la Guinée et la Guinée-Bissau. Dakar, la capitale, est un important centre culturel et économique. Le climat varie du désert au nord aux zones tropicales au sud. <br/>Le Sénégal est une république démocratique stable depuis son indépendance en 1960. Le Sénégal est un membre clé de la CEDEAO et de l'Union africaine. <br/>L'économie repose sur l'agriculture, la pêche, les services et l'industrie minière. Le pays est le principal exportateur d'arachides en Afrique. Le tourisme joue un rôle majeur, attirant des visiteurs pour ses plages et son patrimoine culturel. Les projets d’exploitation de gaz et de pétrole promettent une croissance économique future. <br/>Les infrastructures se modernisent, notamment grâce au Plan Sénégal Émergent. La pauvreté reste un défi, en particulier dans les zones rurales. Le pays s'efforce de diversifier son économie pour réduire sa dépendance aux exportations agricoles. L'éducation et la santé reçoivent une attention croissante dans les politiques publiques. Les défis environnementaux incluent la montée du niveau de la mer et la désertification. Le Sénégal aspire à devenir un hub économique en Afrique de l’Ouest.",
        "monnaie" : "franc CFA (XOF)"
    },
    
    {
        "index":"44", 
        "indice": "Je suis un pays d'Afrique de l'est. Je suis connu pour mes plages paradisiaques car je suis un archipel de l’Océan Indien. Je suis également le pays africain le moins densément peuplé.",
        "nom":"SEYCHELLES",
        "zone": "Est",
        "capitale": "Victoria",
        "villesSecondaires" : "Anse Boileau, Bel Ombre",
        "population" : "97 017",
        "localisation" : "Afrique de l'est",
        "drapeau" : "seychelles.svg",
        "langues": "créole seychellois, anglais et français",
        "description":"Les Seychelles sont un archipel de 115 îles situées dans l'océan Indien, au large de l'Afrique de l'Est. La géographie des îles comprend des plages de sable blanc, des montagnes granitiques et des forêts tropicales. La capitale, Victoria, est située sur l'île principale de Mahé. <br/> Le pays est une république présidentielle et a une stabilité politique depuis son indépendance en 1976. Les Seychelles sont un membre actif de l'Union africaine et de la Commission de l'océan Indien. <br/> L'économie repose sur le tourisme, la pêche et des activités financières offshore. Le tourisme représente plus de 30 % du PIB, avec une forte attractivité pour les paysages paradisiaques. L'agriculture est limitée en raison du manque de terres arables, mais la pêche est essentielle. <br/> Les Seychelles investissent dans la conservation environnementale, protégeant près de 50 % de leur territoire terrestre et marin. Les défis incluent la dépendance économique vis-à-vis du tourisme et la vulnérabilité climatique. L'énergie renouvelable, notamment solaire, est en plein essor dans l'archipel. Le gouvernement cherche à diversifier l'économie et à attirer des investissements étrangers. <br/> La population bénéficie d’un des niveaux de vie les plus élevés d’Afrique. L’éducation et la santé sont bien développées par rapport à la moyenne régionale. Malgré leur petite taille, les Seychelles jouent un rôle important dans la préservation de la biodiversité marine.",
        "monnaie" : "roupie seychelloise (SCR)"
    },
    
    {
        "index":"45", 
        "indice": "Je suis un pays d'Afrique de l'Ouest. Ma capitale doit son nom au fait qu'elle était un lieu de refuge pour les esclaves affranchis.",
        "nom":"SIERRA LEONE",
        "zone": "Ouest",
        "capitale": "Freetown",
        "villesSecondaires" : "Bo, Kenema",
        "population" : "8 692 606",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "sierra_leone.svg",
        "langues": "anglais",
        "description":"La Sierra Leone est située en Afrique de l’Ouest, bordée par la Guinée, le Liberia et l’océan Atlantique. La capitale, Freetown, est connue pour son histoire liée à l’esclavage et son port naturel. Le pays possède des plages magnifiques et des forêts tropicales. <br/> La Sierra Leone est une république démocratique, avec des élections multipartites depuis la fin de la guerre civile en 2002. La Sierra Leone est membre de la CEDEAO et de l'Union africaine. La Sierra Leone est membre de la CEDEAO et de l'Union africaine. <br/> L'économie repose sur l'exploitation minière, notamment des diamants, de l'or et du rutile. Le pays dispose également de ressources agricoles, mais l'agriculture est souvent de subsistance. La pauvreté reste un défi majeur, touchant une grande partie de la population. <br/> La guerre civile a gravement affecté les infrastructures et le développement économique. Les efforts de reconstruction et de réconciliation nationale ont permis des progrès significatifs. Le secteur touristique est encore sous-développé, malgré son potentiel naturel. Les défis incluent la corruption, le chômage élevé et des infrastructures limitées. <br/> La santé publique s’améliore, bien que le pays ait été gravement touché par l'épidémie d'Ebola. Le gouvernement s'efforce de diversifier l'économie pour réduire la dépendance aux ressources minières. L'éducation et les investissements dans la jeunesse sont considérés comme essentiels pour le développement futur.",
        "monnaie" : "leone (SLL)"
    },
    
    {
        "index":"46", 
        "indice": "Je suis un pays d'Afrique de l'Est. Je suis le plus à l'est du continent. Je suis un pays de la Corne de l'Afrique.",
        "nom":"SOMALIE",
        "zone": "Est",
        "capitale": "Mogadiscio",
        "villesSecondaires" : "Hargeysa, Berbera",
        "population" : "12 386 248",
        "localisation" : "Afrique de l'est",
        "drapeau" : "somalie.svg",
        "langues": "anglais",
        "description":"La Somalie est située dans la Corne de l’Afrique, bordée par l’Éthiopie, Djibouti, le Kenya, et l’océan Indien. La géographie comprend des plaines arides, des plateaux et une longue côte. Mogadiscio, la capitale, est un centre historique et économique. <br/> La Somalie est une république fédérale, mais elle a été marquée par des décennies d’instabilité politique. <br/> L’économie repose principalement sur l’agriculture, le commerce informel et l’élevage. Les exportations incluent le bétail, les bananes et le poisson. Le pays possède un potentiel offshore en pétrole et gaz, encore inexploité. La pêche artisanale est en expansion, malgré la menace de la pêche illégale étrangère. <br/> La Somalie fait face à des défis tels que la pauvreté, les conflits armés et les catastrophes naturelles. Les régions autonomes comme le Somaliland et le Puntland ajoutent à la complexité politique. L’aide humanitaire internationale joue un rôle crucial pour subvenir aux besoins de base. La diaspora somalienne contribue significativement à l’économie par des envois de fonds. <br/> Le pays cherche à reconstruire ses infrastructures et à stabiliser ses institutions. La sécurité reste un problème, avec la présence du groupe extrémiste Al-Shabaab. <br/> La Somalie s’efforce de rétablir sa place sur la scène internationale grâce aux efforts de reconstruction.",
        "monnaie" : "shilling somalien (SOS)"
    },
    
    {
        "index":"47", 
        "indice": "On les oublie souvent pourtant mes pyramides sont bien plus anciennes que les pyramides égyptiennes. Il y a quelques années j’ai été amputé d’une partie de mon territoire.",
        "nom":"SOUDAN",
        "zone": "Est",
        "capitale": "Khartoum",
        "villesSecondaires" : "Omdurman, Nyala",
        "population" : "47 958 856",
        "localisation" : "Afrique de l'est",
        "drapeau" : "soudan.svg",
        "langues": "arabe et anglais",
        "description":"Le Soudan est situé en Afrique du Nord-Est, bordé par l'Égypte, l'Érythrée, l'Éthiopie, le Soudan du Sud, la République centrafricaine, le Tchad et la mer Rouge. Le pays est traversé par le Nil, qui divise le territoire en deux. Khartoum, la capitale, est située à la jonction entre le Nil Blanc et le Nil Bleu. <br/> Le Soudan est une république dirigée par un gouvernement de transition depuis la chute d’Omar el-Béchir en 2019. <br/> L'économie repose sur l'agriculture, notamment la culture du sorgho et le coton. Le Soudan possède d'importantes réserves de pétrole, mais leur exploitation a été affectée par la sécession du Soudan du Sud. L'or est devenu une ressource majeure pour les exportations. <br/> Le pays est confronté à des défis tels que la pauvreté, les conflits internes et l’instabilité politique. Les sanctions internationales et les dettes accumulées entravent le développement économique. La lutte pour les terres fertiles et les ressources naturelles alimente les tensions ethniques. <br/> Le Soudan fait des efforts pour normaliser ses relations internationales et attirer des investisseurs. La désertification et le changement climatique menacent les moyens de subsistance agricoles. L'aide internationale est essentielle pour les populations touchées par les conflits et les catastrophes naturelles. <br/> Les efforts de paix et de reconstruction nationale sont en cours, bien que les défis soient nombreux. Le Soudan reste un acteur clé dans la région grâce à sa position géographique stratégique.",
        "monnaie" : "livre soudanaise (SDG)"
    },
    
    {
        "index":"48", 
        "indice": "Je suis le pays le plus jeune du continent africain car je suis devenu un pays en juillet 2011.",
        "nom":"SOUDAN DU SUD",
        "zone": "Est",
        "capitale": "Djouba",
        "villesSecondaires" : "Winejok, Yei",
        "population" : "11 544 905",
        "localisation" : "Afrique de l'est",
        "drapeau" : "soudan_sud.svg",
        "langues": "anglais",
        "description":"Le Soudan du Sud est un pays enclavé situé en Afrique de l’Est, bordé par le Soudan, l’Ouganda, le Kenya, la République centrafricaine, la République démocratique du Congo et l’Éthiopie. Sa géographie est dominée par des plaines, des marécages et le fleuve Nil Blanc. Juba, la capitale, est le principal centre économique et administratif. <br/>Indépendant depuis 2011, le Soudan du Sud est la plus jeune nation du monde. La politique est marquée par des conflits internes entre factions et des efforts pour établir une paix durable. <br/>L’économie repose largement sur l’exportation de pétrole, qui représente la majorité des revenus. L'agriculture, principalement de subsistance, est la principale source de revenus pour la population rurale. Les infrastructures sont sous-développées, compliquant l'accès aux marchés et aux services essentiels. La pauvreté et les déplacements internes massifs restent des défis majeurs. <br/>Le pays bénéficie d’importantes ressources en eau et d’une biodiversité remarquable. Les initiatives internationales cherchent à stabiliser le pays et à stimuler son développement. Le pays possède un potentiel agricole et minier important, encore sous-exploité. Les programmes éducatifs et de santé sont limités, nécessitant un soutien extérieur. La corruption et l'insécurité freinent les investissements étrangers. Le Soudan du Sud aspire à surmonter ses défis pour devenir une nation prospère et stable.",
        "monnaie" : "livre sud-soudanaise (SSP)"
    },
    
    {
        "index":"49", 
        "indice": "Je suis un pays d'Afrique de l'est. J'ai sur mon territoire le plus haut sommet d'Afrique: le Kilimanjaro.",
        "nom":"TANZANIE",
        "zone": "Est",
        "capitale": "Dar es Salaam",
        "villesSecondaires" : "Mwanza, Zanzibar",
        "population" : "63 852 892",
        "localisation" : "Afrique de l'est",
        "drapeau" : "tanzanie.svg",
        "langues": "anglais et swahili",
        "description":"La Tanzanie est située en Afrique de l’Est, bordée par l’océan Indien, le Kenya, l’Ouganda, le Rwanda, le Burundi, la RDC, la Zambie, le Malawi et le Mozambique. Le pays abrite le mont Kilimandjaro, le plus haut sommet d’Afrique, et le lac Victoria, le plus grand lac du continent. Dodoma est la capitale officielle, tandis que Dar es Salaam est le principal centre économique. <br/> La Tanzanie est une république stable depuis son indépendance en 1961. La politique est dominée par le parti CCM, au pouvoir depuis des décennies. Le pays est membre actif de la Communauté d’Afrique de l’Est et de la SADC. <br/>L’économie repose sur l’agriculture, le tourisme, les mines et les ressources naturelles. Le pays est le premier producteur d’or d’Afrique de l’Est et possède des gisements de gaz naturel. Le tourisme, centré sur les parcs nationaux comme le Serengeti et Zanzibar, génère d’importants revenus. L’agriculture emploie la majorité de la population, produisant café, thé, coton et épices. <br/>La Tanzanie investit dans les infrastructures, notamment les routes, les ports et l’énergie. La pauvreté reste élevée malgré une croissance économique soutenue. Les efforts se concentrent sur l’éducation, la santé et la lutte contre les inégalités. La conservation de la biodiversité est une priorité face à la pression touristique et au braconnage. La Tanzanie aspire à devenir une économie semi-industrialisée d’ici 2025.",
        "monnaie" : "shilling tanzanien (TZS)"
    },
    
    {
        "index":"50", 
        "indice": "Je suis un pays d'Afrique centrale. Le Nord de mon territoire est occupé par le Sahara et le centre par le Sahel.",
        "nom":"TCHAD",
        "zone": "Ouest",
        "capitale": "N'Djamena",
        "villesSecondaires" : "Moundou, Sarh",
        "population" : "17 963 211",
        "localisation" : "Afrique centrale",
        "drapeau" : "tchad.svg",
        "langues": "français et arabe",
        "description":"Le Tchad est un pays enclavé d’Afrique centrale, bordé par la Libye, le Soudan, la République centrafricaine, le Cameroun, le Nigeria et le Niger. La géographie inclut le désert du Sahara au nord, la savane au centre et des zones humides au sud. Le lac Tchad, bien que rétréci, reste une ressource vitale pour la région. N’Djamena est la capitale et le principal centre économique et politique. Le Tchad est une république, mais la stabilité politique est souvent remise en cause par des conflits internes. <br/>L’économie repose sur le pétrole, principal produit d’exportation, ainsi que sur l’agriculture et l’élevage. L’agriculture est dominée par la production de coton, de mil et de sorgho. La pauvreté et le sous-développement sont des défis majeurs pour la majorité de la population. Les infrastructures sont limitées, notamment dans les zones rurales. Le pays dépend largement de l’aide internationale pour financer ses projets de développement. <br/> La situation sécuritaire est complexe, avec des tensions à la frontière et des groupes armés. Le Tchad est un partenaire clé dans la lutte contre le terrorisme dans la région sahélienne. Le gouvernement s’efforce de diversifier l’économie pour réduire la dépendance au pétrole. Les changements climatiques affectent les ressources en eau et l’agriculture. Le Tchad aspire à améliorer la qualité de vie de sa population tout en relevant les défis de gouvernance.",
        "monnaie" : "franc CFA (XAF)"
    },
    
    {
        "index":"51", 
        "indice": "Je suis un pays d'Afrique de l'Ouest. Je suis un petit pays bordé par le Golfe de Guinée et étriqué entre trois pays.",
        "nom":"TOGO",
        "zone": "Ouest",
        "capitale": "Lomé",
        "villesSecondaires" : "Sokode, Kara",
        "population" : "8 492 333",
        "localisation" : "Afrique de l'ouest",
        "drapeau" : "togo.svg",
        "langues": "français",
        "description":"Le Togo est un pays d’Afrique de l’Ouest bordé par le Ghana, le Bénin, le Burkina Faso et l’océan Atlantique. Sa géographie inclut des plateaux, des collines et une courte côte sur le golfe de Guinée. Lomé, la capitale, est le principal port et centre économique. <br/>Le Togo est une république, dirigée par Faure Gnassingbé depuis 2005. Le pays est membre de la CEDEAO et de l’Union économique et monétaire ouest-africaine (UEMOA). <br/>L’économie repose sur l’agriculture, les phosphates, et le commerce. Le Togo est l’un des principaux exportateurs mondiaux de phosphates. Les produits agricoles incluent le café, le cacao et le coton. Le pays joue un rôle de transit pour les marchandises en Afrique de l’Ouest. La pauvreté reste élevée, bien que des efforts de développement soient en cours. <br/>L’aide internationale finance une grande partie des infrastructures et des services sociaux. Le gouvernement investit dans l’éducation et la santé pour améliorer les conditions de vie. La croissance économique est en partie freinée par des problèmes de gouvernance. <br/>Le Togo travaille à diversifier son économie pour réduire la dépendance aux exportations agricoles. Le tourisme, centré sur la culture et les plages, offre un potentiel inexploité.",
        "monnaie" : "franc CFA (XOF)"
    },
    
    {
        "index":"52", 
        "indice": "Je suis un pays d'Afrique du Nord. Je suis le plus petit pays du Maghreb.",
        "nom":"TUNISIE",
        "zone": "Nord",
        "capitale": "Tunis",
        "villesSecondaires" : "Sfax, Sousse",
        "population" : "11 896 972",
        "localisation" : "Afrique du nord",
        "drapeau" : "tunisie.svg",
        "langues": "arabe",
        "description":"La Tunisie est un pays d'Afrique du Nord, bordé par l'Algérie, la Libye et la mer Méditerranée. Sa géographie varie entre le désert du Sahara au sud, des plaines fertiles au nord, et un littoral riche en plages. Tunis, la capitale, est un centre politique, économique et culturel. <br/>La Tunisie est une république démocratique depuis la révolution de 2011, qui a mis fin au régime autoritaire de Ben Ali. Le pays est souvent cité comme un exemple de transition démocratique réussie en Afrique du Nord. Le pays est membre de l'Union africaine et entretient des relations étroites avec l'Union européenne. <br/>L'économie repose sur l'agriculture, le tourisme, les phosphates et les industries manufacturières. Le secteur touristique attire des millions de visiteurs grâce à son patrimoine historique et ses plages. L'agriculture tunisienne produit principalement de l'huile d'olive, des dattes et des agrumes. Les défis économiques incluent un chômage élevé et une dette publique croissante. <br/>La Tunisie investit dans les énergies renouvelables, notamment l'énergie solaire. La société civile joue un rôle actif dans la consolidation démocratique. L'éducation et la santé sont des priorités, avec des taux d'alphabétisation relativement élevés. La Tunisie cherche à diversifier son économie en développant les secteurs technologique et industriel. Malgré des défis économiques, le pays reste un acteur clé dans la région méditerranéenne.",
        "monnaie" : "dinar tunisien (TND)"
    },
    
    {
        "index":"53", 
        "indice": "Je suis un pays à cheval entre l'Afrique centrale, l'Afrique de l'est et l'Afrique australe. Je suis traversé par le fleuve Zambèze.",
        "nom":"ZAMBIE",
        "zone": "Sud",
        "capitale": "Lusaka", 
        "villesSecondaires" : "Kitwe, Ndola",
        "population" : "19 642 123",
        "localisation" : "Afrique australe",
        "drapeau" : "zambie.svg",
        "langues": "anglais",
        "description":"La Zambie est un pays enclavé d'Afrique australe, bordé par huit pays dont l'Angola, la RDC et le Zimbabwe. Le pays est traversé par le fleuve Zambèze, qui alimente les célèbres chutes Victoria. Lusaka, la capitale, est le principal centre économique et administratif. <br/>La Zambie est une république multipartite, avec une stabilité politique relative. La Zambie est membre de la SADC et de l'Union africaine, jouant un rôle actif dans la région. <br/>L'économie repose sur l'exploitation minière, principalement du cuivre, dont elle est l'un des principaux exportateurs mondiaux. L'agriculture joue également un rôle crucial, avec la production de maïs, de tabac et de coton. Le tourisme est en croissance, attiré par les réserves naturelles et les chutes Victoria. La pauvreté reste un défi majeur malgré les progrès économiques. <br/>Le pays investit dans les infrastructures, notamment les routes et l'électricité, pour soutenir son développement. Les défis incluent la dépendance aux exportations de cuivre et la volatilité des prix mondiaux. Les efforts de diversification économique se concentrent sur l'agriculture et les énergies renouvelables. Le secteur éducatif s'améliore, bien que l'accès reste limité dans certaines zones rurales. La santé publique est affectée par des maladies comme le paludisme et le VIH/SIDA. <br/>La Zambie vise à devenir une économie émergente grâce à des réformes économiques et à des investissements étrangers.",
        "monnaie" : "kwacha zambien (ZMW)"
    },
    
    {
        "index":"54", 
        "indice": "Je suis un pays d'Afrique australe. J'ai été connu pendant un temps sous le nom de Rhodésie du Sud.",
        "nom":"ZIMBABWE",
        "zone": "Sud",
        "capitale": "Harare",
        "villesSecondaires" : "Bulawayo, Chitungwiza",
        "population" : "15 121 004",
        "localisation" : "Afrique australe",
        "drapeau" : "zimbabwe.svg",
        "langues": "anglais, shona, ndébélé et 13 autres",
        "description":"Le Zimbabwe est un pays enclavé d'Afrique australe, bordé par la Zambie, le Mozambique, le Botswana et l'Afrique du Sud. Sa géographie est dominée par des plateaux, des savanes et des montagnes dans l’est. Harare, la capitale, est le principal centre économique et politique. <br/>Le Zimbabwe est une république présidentielle, avec une histoire marquée par le long règne de Robert Mugabe. <br/>L'économie a été fortement affectée par des décennies de mauvaise gestion et de sanctions internationales. L'agriculture, autrefois le pilier de l'économie, a souffert de la réforme agraire controversée. Les principales cultures incluent le tabac, le maïs et le coton. Le pays possède d'importantes ressources minérales, notamment l'or, le platine et les diamants. <br/>Le tourisme, centré sur les chutes Victoria et les parcs nationaux, reste une source de revenus significative. La monnaie locale a été remplacée par le dollar américain après une hyperinflation extrême. Les défis incluent le chômage élevé, la pauvreté et les infrastructures obsolètes. <br/>Des efforts de réformes économiques sont en cours pour attirer les investisseurs étrangers. La société civile joue un rôle crucial dans la promotion des droits de l'homme et de la démocratie. Les sanctions internationales ont été partiellement levées pour encourager des réformes politiques. <br/>Le Zimbabwe cherche à se redresser économiquement et politiquement pour retrouver sa stabilité et sa prospérité.",
        "monnaie" : "RTGS dollar (RTGS)"
    }
]